[
{"index":1,"dua":"اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك خاصمت، وبك حاكمت، فاغفر لي ما قدمت وما أخرت، وأسررت وأعلنت، وما أنت أعلم به مني، لا إله إلا أنت. متفق عليه."},
{"index":2,"dua":"اللهم ربنا لك الحمد، ملء السماوات وملء الأرض، وملء ما شئت من شيء بعد أهل الثناء والمجد، لا مانع لما أعطيت، ولا معطي لما منعت ولا ينفع ذا الجد منك الجد. أخرجه مسلم."},
{"index":3,"dua":"سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي. متفق عليه."},
{"index":4,"dua":"اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد. متفق عليه."},
{"index":5,"dua":"اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرة من عندك وارحمني، إنك أنت الغفور الرحيم. متفق عليه."},
{"index":6,"dua":"اللهم إني أعوذ بك من العجز والكسل، والجبن والهرم والبخل، وأعوذ بك من عذاب القبر ومن فتنة المحيا والممات. متفق عليه."},
{"index":7,"dua":"اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وضلع الدين، وغلبة الرجال. أخرجه البخاري."},
{"index":8,"dua":"اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، والهرم وعذاب القبر، اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها. أخرجه مسلم."},
{"index":9,"dua":"اللهم إني أعوذ بك من الكسل والهرم، والمغرم والمأثم، اللهم إني أعوذ بك من عذاب النار وفتنة النار، وفتنة القبر وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر، ومن شر فتنة المسيح الدجال، اللهم اغسل خطاياي بماء الثلج والبرد، ونق قلبي من الخطايا، كما ينقى الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب. متفق عليه."},
{"index":10,"dua":"اللهم إني أعوذ بك من الجبن، وأعوذ بك من البخل، وأعوذ بك من أن أرد إلى أرذل العمر، وأعوذ بك من فتنة الدنيا، وعذاب القبر. أخرجه البخاري."},
{"index":11,"dua":"اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل. أخرجه مسلم."},
{"index":12,"dua":"اللهم إني أعوذ بك من فتنة النار ومن عذاب النار، وأعوذ بك من فتنة القبر، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة الغنى، وأعوذ بك من فتنة الفقر، وأعوذ بك من فتنة المسيح الدجال. متفق عليه."},
{"index":13,"dua":"اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك وفجاءة نقمتك، وجميع سخطك. أخرجه مسلم."},
{"index":14,"dua":"اللهم إني أعوذ بك من البرص والجنون والجذام ومن سيئ الأسقام. أخرجه أبو داود والنسائي."},
{"index":15,"dua":"اللهم إني أعوذ بك من منكرات الأخلاق والأعمال والأهواء. أخرجه الترمذي."},
{"index":16,"dua":"اللهم إني أعوذ بك من شر سمعي ومن شر بصري ومن شر لساني ومن شر قلبي ومن شر منيي. أخرجه الترمذي والنسائي."},
{"index":17,"dua":"اللهم إني أعوذ بك من الفقر والقلة والذلة وأعوذ بك من أن أظلم أو أظلم. أخرجه أبو داود والنسائي."},
{"index":18,"dua":"اللهم إني أعوذ بعظمتك أن أغتال من تحتي. أخرجه أبو داود والنسائي."},
{"index":19,"dua":"اللهم إني أعوذ بك من الهدم وأعوذ بك من التردي وأعوذ بك من الغرق والحرق والهرم وأعوذ بك أن يتخبطني الشيطان عند الموت وأعوذ بك أن أموت في سبيلك مدبرا وأعوذ بك أن أموت لديغا. أخرجه أبو داود والنسائي."},
{"index":20,"dua":"اللهم إني أسألك من الخير كله عاجله وآجله ما علمت منه وما لم أعلم وأعوذ بك من الشر كله عاجله وآجله ما علمت منه وما لم أعلم، اللهم إني أسألك من خير ما سألك عبدك ونبيك وأعوذ بك من شر ما عاذ به عبدك ونبيك، اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل وأعوذ بك من النار وما قرب إليها من قول أو عمل وأسألك أن تجعل كل قضاء قضيته لي خيرا. أخرجه أحمد وابن ماجه."},
{"index":21,"dua":"اللهم إني أسألك يا الله بأنك الواحد الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد أن تغفر لي ذنوبي إنك أنت الغفور الرحيم. أخرجه أبو داود والنسائي."},
{"index":22,"dua":"اللهم إني أسألك بأن لك الحمد لا إله إلا أنت المنان بديع السماوات والأرض يا ذا الجلال والإكرام يا حي يا قيوم إني أسألك. أخرجه أبو داود والنسائي."},
{"index":23,"dua":"اللهم إني أسألك بأني أشهد أنك أنت الله لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد. أخرجه الترمذي وابن ماجه."},
{"index":24,"dua":"اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين وإذا أردت بعبادك فتنة فاقبضني إليك غير مفتون. أخرجه الترمذي."},
{"index":25,"dua":"اللهم إني أسألك الهدى والتقى والعفاف والغنى. أخرجه مسلم."},
{"index":26,"dua":"اللهم أعني على ذكرك وشكرك وحسن عبادتك. أخرجه البخاري وأبو داود."},
{"index":27,"dua":"اللهم اجعل في قلبي نورا، وفي بصري نورا، وفي سمعي نورا، وعن يميني نورا، وعن يساري نورا، وفوقي نورا، وتحتي نورا، وأمامي نورا، وخلفي نورا، وعظم لي نورا. أخرجه مسلم."},
{"index":28,"dua":"اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر. أخرجه مسلم."},
{"index":29,"dua":"اللهم اغفر لي خطيئتي، وجهلي وإسرافي، في أمري وما أنت أعلم به مني، اللهم اغفر لي جدي وهزلي وخطئي وعمدي وكل ذلك عندي، اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر، وأنت على كل شيء قدير. متفق عليه."},
{"index":30,"dua":"اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، اللهم توفنا مسلمين وأحينا مسلمين وألحقنا بالصالحين غير خزايا ولا مفتونين. أخرجه أحمد والبخاري."},
{"index":31,"dua":"اللهم اغفر لي وارحمني واهدني وارزقني. أخرجه مسلم."},
{"index":32,"dua":"اللهم اغفر لي ذنبي كله، دقه وجله، وأوله وآخره، وعلانيته وسره. أخرجه مسلم."},
{"index":33,"dua":"اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أسرفت، وما أنت أعلم به مني، أنت المقدم وأنت المؤخر، لا إله إلا أنت. أخرجه مسلم."},
{"index":34,"dua":"اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء لك بذنبي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت. أخرجه البخاري."},
{"index":35,"dua":"اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت وقني شر ما قضيت، إنك تقضي ولا يقضى عليك، وإنه لا يذل من واليت ولا يعز من عاديت تباركت ربنا وتعاليت. أخرجه أبو داود والترمذي."},
{"index":36,"dua":"اللهم اهدني وسددني. أخرجه مسلم."},
{"index":37,"dua":"اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت وبك خاصمت، اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني، أنت الحي الذي لا يموت، والجن والإنس يموتون. متفق عليه."},
{"index":38,"dua":"اللهم ربنا آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار. متفق عليه."},
{"index":39,"dua":"اللهم مصرف القلوب صرف قلوبنا على طاعتك. أخرجه مسلم."},
{"index":40,"dua":"يا مقلب القلوب ثبت قلبي على دينك. أخرجه أحمد والترمذي."},
{"index":41,"dua":"اللهم إني عبدك، وابن عبدك، وابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي. أخرجه أحمد."},
{"index":42,"dua":"اللهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي وتوفني إذا علمت الوفاة خيرا لي، اللهم وأسألك خشيتك في الغيب والشهادة وأسألك كلمة الحق في الرضا والغضب وأسألك القصد في الفقر والغنى وأسألك نعيما لا ينفد وأسألك قرة عين لا تنقطع وأسألك الرضاء بعد القضاء وأسألك برد العيش بعد الموت وأسألك لذة النظر إلى وجهك والشوق إلى لقائك في غير ضراء مضرة ولا فتنة مضلة، اللهم زينا بزينة الإيمان واجعلنا هداة مهتدين. أخرجه النسائي."},
{"index":43,"dua":"اللهم إنك عفو كريم تحب العفو فاعف عني. أخرجه الترمذي وابن ماجه."},
{"index":44,"dua":"اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم. أخرجه مسلم."},
{"index":45,"dua":"اللهم أحسنت خلقي فأحسن خلقي. أخرجه أحمد."},
{"index":46,"dua":"رب اغفر لي وتب علي إنك أنت التواب الغفور. أخرجه أحمد والترمذي."},
{"index":47,"dua":"اللهم أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناء عليك، أنت كما أثنيت على نفسك. أخرجه مسلم."},
{"index":48,"dua":"دعوة ذي النون، إذ دعا في بطن الحوت، قال: لا إله إلا أنت، سبحانك إني كنت من الظالمين : ما دعا بها أحد قط إلا استجيب له. رواه أحمد."},
{"index":49,"dua":"اللهم ضع في أرضنا بركتها وزينتها وسكنها.  رواه الطبراني في الأوسط."},
{"index":50,"dua":"رب أعني، ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي، واهدني ويسر الهدى لي، وانصرني على من بغى علي، رب اجعلني لك شاكراً، لك ذاكراً، لك راهباً، لك مطواعاً، لك مخبتاً، إليك أواهاً منيباً، رب تقبل توبتي، واغسل حوبتي، وأجب دعواتي، وثبت حجتي، وسدد لساني، واهد قلبي، واسلل سخيمة صدري. رواه أبو داود."}
]
