[
{
"hadith_id": 1,
"title": "الحديث الأول",
"hadith_text": "«إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ».",
"narrator": "عَنْ عُمَرَ بْنِ الْخَطَّابِ ، قَالَ: قَالَ رَسُولُ اللهِ ﷺ:",
"explanation": "وفي رواية: بالنية يعني: «إنما الأعمال بالنيات» إنما يثاب الرجل على أعماله بالنية الصالحة، أو لا يثاب بالنية الفاسدة . هذه قاعدة عظيمة: «وإنما لِكُلِّ امرئ ما نوى» يعني: اعمل ما شئت فالله مطلع على قلبك، على قدر نيتك تثاب أو تعاقب، وإذا رأيت أهل الأرض جميعهم يعملون، فالناس مجبولة على حب العمل الصالح؛ حتى ولو كان رجلاً كافراً يحب الإحسان للضعفاء والأيتام ونحو ذلك، لكن يأتي الشيطان فيفسد عليه النية . «فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله»: يعني: فمن كانت هجرته إلى الله ورسوله فيعطى من الثواب ما قصده من هجرته إلى الله ورسوله، هذا في الطاعة، في أمر مباح. «ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه»: هذا القسم الثاني: النية قد تكون فيه مباحة، أو فاسدة، إذا كانت الدنيا مباحة ما يؤجر الشخص على هذا المباح. «أو امرأة ينكحها» مباح كذلك، فإذا كان قصده لأمر سيء لدنيا ونحو ذلك فلا يثاب على ذلك.",
"source": "رواه إماما المحدثين أبو عبدالله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبه البخاري الجعفي وأبو الحسين مسلم بن الحجاج بن القشيري النيسابوري في صحيحيهما الذين هما أصح الكتب المصنفة ."
},
{
"hadith_id": 2,
"title": "الحديث الثاني",
"hadith_text": "بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ رَسُولِ اللهِ ﷺ ذَاتَ يَوْمٍ، إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعْرِ، لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ مِنَّا أَحَدٌ. حَتَّى جَلَسَ إِلَى النَّبِيِّ ﷺ فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ، وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ، وَقَالَ: يَا مُحَمَّدُ أَخْبِرْنِي عَنِ الْإِسْلَامِ. فَقَالَ رَسُولُ اللهِ ﷺ : «الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا». قَالَ: صَدَقْتَ . فَعَجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ! قَالَ: فَأَخْبِرْنِي عَنِ الْإِيمَانِ. قَالَ: «أَنْ تُؤْمِنَ بِاللهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ». قَالَ: صَدَقْتَ. قَالَ: فَأَخْبِرْنِي عَنِ الْإِحْسَانِ. قَالَ: «أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ». قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ. قَالَ: «مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ». قَالَ: فَأَخْبِرْنِي عَنْ أَمَارَاتِهَا؟ قَالَ: «أَنْ تَلِدَ الْأَمَةُ رَبَّتَهَا، وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ». ثُمَّ انْطَلَقَ فَلَبِثْنَا مَلِيًّا، ثُمَّ قَالَ: يَا عُمَرُ أَتَدْرِي مَنِ السَّائِلُ؟ قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: «فَإِنَّهُ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ»",
"narrator": "عَنْ عُمَرَ  أَيْضًا قَالَ:",
"explanation": "كان الصحابة كثيراً ما يجلسون إلى النبي ﷺ ليتعلمون أمر دينهم، فوافق جلوس عمر في هذه الحادثة وهي نزول جبريل للنبي ﷺ. الحديث الأول: الأعمال بالنيات يعني: الشخص أنه يثاب أو يعاقب على قدر نيته، هذا أصل من أصول الدين، الحديث الثاني هذا وهو: تقدير أصل من أصول الدين، وهو مرتبة الإسلام والإيمان والإحسان، لذلك قال الخطابي: هذا الحديث شمل جميع أمور الدين . شديد بياض الثياب شديد سواد الشعر : يعني ليس بمسافر، ومن عادة المسافر أن تتسخ ثيابه، وأن يتبعثر شعره، لكن هذا رجل غريب لا نعرفه، ليس من أهل المدينة حتى يكون بهذا المظهر الجيد، وإذا كان مسافراً ليست عليه صفات السفر، فلذلك عجب الصحابة من هذا. لا يرى عليه أثر السفر ولا يعرفه منا أحد: هذا الغريب لا يرى عليه أثر السفر حتى نقول من خارج المدينة، ولا يعرفه منا أحد، فليس من أهل المدينة، ولم يعلم بأنه نزل من السماء. حتى جلس إلى النبي فأسند ركبتيه إلى ركبتيه ووضع كفيه على فخذيه: يعني وضع الركبة عند ركبة النبي ﷺ ، ووضع جبريل يديه على فخذي النبي ﷺ على جلسة المتعلم المشفق للتعليم . وقال يا محمد أخبرني عن الإسلام فقال رسول الله ﷺ: «الإسلام أن تشهد ألا إله إلا الله وأن محمداً رسول الله وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت إن استطعت إليه سبيلاً» قال: صدقت، فعجبنا له يسأله ويصدقه. وهو يسأله سؤال الجاهل، ومع ذلك يقول: نعم هذا الكلام صحيح. قال فأخبرني عن الإيمان؟ قال: «أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره» قال: صدقت. والإيمان بالله جميعها أمور قلبية، فليس شيء منها من أعمال الجوارح بالله وملائكته وكتبه ورسله واليوم الآخر، والقضاء والقدر كلها غيبية، ولهذا أول صفة من صفات المتقين المؤمنين المسلمين في كتاب الله: { الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ } ، من هم ؟ الله يقول: { الم * ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ * الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ } والجنة غيب، والنار غيب، وعذاب القبر غيب، ورؤية الله عز وجل في الآخرة غيب، وما أعد في الجنة والنار وأهوال القيامة غيب، الرسول بالنسبة لنا غيب سابق، لذلك المسلم يصدق النصوص؛ لأن الإيمان مقذوف في قلبه بالتصديق بأمر لم يشاهده بعد، أما الكفار فلا يصدقون إلا ما يرونه { وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا } حتى نصدق ما يؤمنون بالغيب. قال فأخبرني عن الإحسان؟ قال: «أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك». وسبق هذا الحديث في ثلاثة الأصول. قال: فأخبرني عن الساعة؟ قال: «ما المسؤول عنها بأعلم من السائل». يعني أنا وأنت سواء في عدم العلم بها . قال: فأخبرني عن أماراتها؟ قال: «أن تلد الأمة ربتها وأن ترى الحفاة العراة رعاء الشاء يتطاولون في البنيان» : يعني: غناهم بعد أن كانوا فقراء، يعني: انقلاب الحال. قال: ثم انطلق فلبثت ملياً ثم قال: يا عمر! «أتدري من السائل؟» قلت: الله ورسوله أعلم. قال: «فإنه جبريل أتاكم يعلمكم دينكم». فدل على أن الإسلام والإيمان والإحسان هو الدين لذلك قال أتاكم يعلمكم أمر دينكم.",
"source": "رواه مسلم رقم [8]."
},
{
"hadith_id": 3,
"title": "الحديث الثالث",
"hadith_text": "«بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ»",
"narrator": "عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ رضي الله عنهما قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ:",
"explanation": "وهذا الحديث مما يدور عليه الدين، وهو أركان الإسلام. «بني الإسلام على خمس»: وجميع هذه الأركان مردها على الجزء الأول من الركن الأول وهو: الإيمان بالله. قال: «أن تشهد ألا إله إلا الله» فالحج والصوم والزكاة والصلاة، وشهادة أن محمداً رسول الله مردها إلى أن تشهد ألا إله إلا الله، فكلمة التوحيد شاملة لجميع هذه الأركان، وإنما فصل لبيان الإيضاح، وأهمية الأركان.",
"source": "رواه البخاري رقم [8]، ومسلم رقم [16]."
},
{
"hadith_id": 4,
"title": "الحديث الرابع",
"hadith_text": "«إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسَلُ إِلَيْهِ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ، وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ، وَأَجَلِهِ، وَعَمَلِهِ، وَشَقِيٌّ أَمْ سَعِيدٌ؛ فَوَاللهِ الَّذِي لَا إِلَهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا. وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا»",
"narrator": "عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بْنِ مَسْعُودٍ  قَالَ: حَدَّثَنَا رَسُولُ اللهِ ﷺ -وَهُوَ الصَّادِقُ الْمَصْدُوقُ-:",
"explanation": "هذا الحديث عظيم، وهو أصل منشأ الإنسان، فالدين يدور على هذا منشأ الإنسان، وتطور في المنشأ، أول ما يبدأ الإنسان نطفة، وهو أضعف شيء فيه، لذلك قال سبحانه: { أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ } يعني أن الله عز وجل يقول: يخاصمني ويتكبر علي ويقول: إنك لن تعيدني ولن تقدر علي، يعني: وما يعلم أنه نطفة، لذلك الله يقول: { مِنْ مَاءٍ مَهِينٍ } من ماء مهين . فأضعف درجات تطور الإنسان هو أوله وهو النطفة { أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ * وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ } وهو كذلك مخلوق من ماء مهين، لذلك أحدكم في بطن أمه أربعين يوماً نطفة، ثم بعد الأربعين يوم علقة، قال: ثم يكون علقة مثل ذلك، يعني: أربعين يوماً، ثم يكون مضغة مثل ذلك، يعني: أربعين يوماً، ثم يأمر الله عز وجل ملكاً فينفخ فيه الروح خلال الفترة الماضية، وهي أربعين، ثم أربعين، ثم أربعين، هذه مئة وعشرين يوماً المئة والعشرون يوماً لا أحد يعلم ما الذي سيخرج من نوع الجنين، ما هو؟ حتى الملائكة، وإنما يرقبها الملك في تحولها نطفة علقة مضغة، ثم يؤمر بأربع كلمات، فيقال له: ذكر أم أنثى، وإلا قبلها لا أحد يعرف، حتى الملائكة، فبعد الأربعين يزول علم الغيب عن هذا الجنين، من كونه ذكراً أو أنثى، سعيداً أو شقياً، أو أجله، فعلماء الطب مقرون بأن الجنين قبل مئة وعشرين يوماً لا يظهر لهم ما نوعه، وهذا الحديث يدل عليه، بعد المئة وعشرين يوماً يزول علم الغيب عن الخلق، فمن عرفه من الملائكة أو أجهزة الطب ونحو ذلك نقول: ليس هذا من علم الغيب يجوز، أما قبله فلا يمكن، ولهذا قبل نفخ الجنين على الصحيح يجوز إسقاطه قبل مئة وعشرين يوماً للضرورة، أما إذا نفخ فيه الروح بعد مئة وعشرين يوماً أصبح خلق الإنسان، فلا يجوز إسقاطه . «ثم يرسل إليه الملك فينفخ فيه الروح ويؤمر بأربع كلمات» : ينفخ فيه الروح بعد أن كان جامداً، فيتحول من جماد إلى ذي روح، فلا يجوز إزهاق نفسه، ومن تعمد إسقاطه عليه الدية، غرة عبد أو أمة يعني: عُشر ديته . «يكتب رزقه وأجله وعمله وشقي أم سعيد» : يكتب على الرزق: الأكل والشرب والعمل وأجله، فدل على أن الموت قريب من الإنسان، يكتب الرزق متى سيموت، فدل على أن حياته ليست طويلة، وعمله من أعمال صالحة أو فاسدة، وشقي أو سعيد، كافر أو مسلم. وهذه الكلمات الأربع لا يمكن أن يتجاوزها أي شخص، فكل شخص مكتوب، ومكتوب رزقه، مكتوب أجله، مكتوب عمله، ماذا سيعمل في الحياة في جميع تصرفاته، ومكتوب هل هو شقي أو سعيد، والله عز وجل يقول: { إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ } وهذه الكتابة تسمى: كتابة عمرية، وإلا فمدون في اللوح المحفوظ كل شيء، النبي في صحيح مسلم يقول: «إن الله قدر مقادير الخلق قبل أن يخلق السماوات والأرض بخمسين ألف سنة» فكل شيء مكتوب. «فوالله الذي لا إله غيره إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها» . قال النووي: ومن فضل الله هذا قليل، لكن الإنسان يخشى أن يكون من هذه القلة، فقد يعمل الشخص بأعمال صالحة، ثم - والعياذ بالله - في آخر حياته يضل فيدخل النار، وهذا يحدث، فقوم رأوا النبي ﷺ ، وبعضهم صلى خلفه، لكن ما وقر الإيمان في قلبه، بعد وفاة النبي ﷺ ارتدوا على أدبارهم، فإذا كان فيه من ارتد عن الدين وهو رأى النبي ﷺ ورأى هديه، فالخوف ممن بعده ممن لم ير النبي ﷺ ولم ير شيئاً من أفعاله. «وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها». ومن فضل الله هذا كثير، وفي الحديث الصحيح: أن رجلاً، كما في حديث البراء أتى إلى النبي ﷺ وهو كافر فقال: يا رسول الله! أقاتل أو أسلم؟ قال: «بل أسلم ثم قاتل» قال: «ثم أسلم» فقاتل فاستشهد ولم يسجد لله سجدة، ما كان بينه وبين النار إلا شيء يسير، فأسلم فدخل الجنة، وبعض الصحابة أدرك الإسلام في آخر عمره، فكان من أصحاب الجنة، بل من المشهود لهم من حملة أهل الجنة، مثل: أبي سفيان، ومثل ورقة بن نوفل، والصحيح أنه أسلم.",
"source": "رواه البخاري رقم [3208]، ومسلم رقم [2643]."
},
{
"hadith_id": 5,
"title": "الحديث الخامس",
"hadith_text": "«مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ». وفي رواية لمسلم: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» .",
"narrator": "عَنْ أُمِّ الْمُؤْمِنِينَ أُمِّ عَبْدِ اللهِ عَائِشَةَ رضي الله عنها، قَالَت: قَالَ رَسُولُ اللهِ ﷺ:",
"explanation": "وهذا الحديث من أصول الدين، أي: الدين الكامل، فمن أحدث فيه شيء فعمله مردود، ومن عمل أي عمل ليس في ديننا أيضاً مردود، فهذا الحديث بروايتيه، الرواية الأولى: «من أحدث في أمرنا هذا ما ليس منه فهو رد» يعني أتى بتشريع جديد، فتشريعه مردود عليه؛ لأن الدين كامل، ومن عمل عملاً ليس في تشريعنا فهو مردود، فإحداث أي مردود، وأي عمل مردود؛ لكمال الدين، والله عز وجل يقول: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا } . قال كعب: لو كانت هذه الآية عند الأنصار لاتخذوها عيداً، يعني اللي هي البشارة بأن الدين كامل، وإن كان اكمالاً يفرح الشخص به يقرأه، وما فيه يعمل به، لا يقول الشخص قد أعمل شيئاً ثم ينسخ، أو أعمل شيئاً وأنا على غير حق، فيفرح الشخص به، فقال عمر: والله إني لأعلم الذي نزلت فيه، نزلت في عرفة، في يوم الجمعة. { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي } وكل نعمة عند الشخص لا تكمل إلا إذا كان عنده دين، فمن كان ذا مال وليس عنده دين، فالنعمة التي عنده وهي المال ناقصة، ومن كان ذا ولد وليس عنده دين، فالنعمة عنده ناقصة، ولا تكمل النعمة لأي شخص إلا بالدين، فمن تمسك بالدين فقد أعطي نعمتان، الأولى: نعمة الدين مع نعمة النعمة التي عنده، الثانية: أن هذا الدين كامل لم نحتج لإعمال أفكارنا ولا إلى ابتكار كيف نعبد الله، بل أتانا الدين كامل سهل واضح، فقط نتبعه، ولهذا من ابتدع في الدين فهو طعن في ربوبية الله، يعني: كأن شرعاً من شرائع الله ناقصة، وهو يكملها، ولهذا ذكر بعض أهل العلم كابن القيم وغيره: أن المبتدع يقل أن يتوب؛ لأنه طعن في ذات الله في تشريعه، فهو يزعم بأن ما سيأتي به أكمل وأفضل مما شرعه الله . وفي رواية لمسلم : «من عمل عملاً ليس عليه أمرنا فهو رد» . فكل عمل ليس في الدين فهو مردود، ومن عمله لا يثاب عليه، بل يؤثم لأنه فعل شيئاً ليس من شرع الله.",
"source": "رواه البخاري رقم [2697]، ومسلم رقم [1718]."
},
{
"hadith_id": 6,
"title": "الحديث السادس",
"hadith_text": "«إِنَّ الْحَلَالَ بَيِّنٌ، وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا أُمُورٌ مُشْتَبِهَاتٌ لَا يَعْلَمُهُنَّ كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ، كَالرَّاعِي يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يَرْتَعَ فِيهِ، أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلَا وَإِنَّ حِمَى اللهِ مَحَارِمُهُ، أَلَا وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ، وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلَا وَهِيَ الْقَلْبُ».",
"narrator": "عَنْ أَبِي عَبْدِ اللهِ النُّعْمَانِ بْنِ بَشِيرٍ رضي الله عنهما، قَالَ: سَمِعْتُ رَسُولُ اللهِ ﷺ يَقُولُ:",
"explanation": "هذا الحديث أيضاً من أصول الدين، وهو وضوح الحلال، ووضوح الحرام، «إن الحلال بين واضح والحرام بين» واضح، وهذا من فضل الله، وبينهما أمور مشتبهات بين الحلال والحرام، لا يعلمهن كثير من الناس، يعلمها العلماء، وبعض العامة يختلط عليه هذا من هذا، فهنا يأتي العالم يميز الحلال من الحرام، فما أشكل على المسلم يجب عليه أن يسأل؛ لئلا يقع في الأمر الحرام. «فمن اتَّقَى الشبهات فقد استبرأ لدينه وعرضه» : هذه قاعدة عظيمة، كل أمر مشتبه فيه قد يكون كذا أو كذا، ابتعد عنه. «فمن اتقى الشبهات» أي: ابتعد عنها. «فقد استبرأ لدينه وعرضه» يعني: سلم دينه وسلم عرضه من وقوع الناس فيه، فالشبهة ابتعد عنها لأنها خطيرة قد توقع الشخص، ففي صحيح البخاري: «من يشرف لها تستشرفه» يعني: الذي يقرب منها توقعه، ومن حام حول حماها أهلكته؛ لأنها عظيمة خطيرة، فلا يستقل الشخص من خطر الشبهة، سواء في مال سواء في مطعم، سواء في عبادة، سواء في لفظ يبتعد عنه. «ومن وقع في الشبهات وقع في الحرام» : الذي يقع في الشبهة تجره إلى الحرام ما تكتفي بنفسها، ولهذا بعض الناس مثلاً ينظر في بعض المصنوعات الحديثة، الإنترنت يدخل في مواطن الشبهات، يقول: لا أريد أن أنظر وأذهب أنا إن شاء الله، لن أفتن. نقول: لا، النبي ﷺ يقول: «من وقع في الشبهات وقع في الحرام»، فإذاً يبتعد الشخص عنها، وهذه قاعدة عظيمة من دنى من الشبهة يقع فيها، ولذلك من يدنو من صنع الخمر وشرب الخمر وأنواع الخمر يقع ولو بعد حين، وكذا من يتطلع إلى أمور محرمة يقع فيها، والحديث محكم. «كالراعي يرعى حول الحمى يوشك أن يرتع فيه» : يعني: لو أن حِمّى للبهائم، مكان تأكل وترعى منه البهائم وحوله مكان يمنعون البهائم وتدخل فيه، وهذا المكان أخضر، فالنبي ﷺ يقول كالراعي يرعى حول الحمى يوشك أن تذهب شاة تأكل من هذا الممنوع في المزرعة الخضراء، وكذلك القلب إذا فُرش للفتنة يقع فيها -والعياذ بالله -. قال ابن القيم: نصحني شيخ الإسلام نصيحة استفدت منها طول عمري، قال لي: اجعل قلبك كالمرآة ولا تجعله يعني كالإسفنجة، فالمرآة تعكس، يعني: في شبهة ابتعد عنها تعكس عندك، ولا تجعل قلبك كالإسفنجة تدخل في الشبهة، انظر هذه أو انظر هذه يمكن أفضل، وهكذا فلا تعلم إلا وأنت قد وقعت في حرام -والعياذ بالله -. «ألا وإن لكل ملك حمى ألا وإن حمى الله محارمه» : يعني: كل ملك يضع له ما يمنع التجاوز عليه، فالناس يتطاولون عليه ونحو ذلك، «ألا وإن حمى الله محارمه» يعني: لا تقربوها. «ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب». يعني مقصود العمال الظاهرة من أجل إصلاح القلب، وإذا صلح القلب تصلح الأعمال الظاهرة، فإذا رأيت الجوارح فيها ضعف وفساد، فاعلم أن القلب فيه فساد، فإذا صلح هذا الفاسد يصلح ما ظهر منه، وإذا كان القلب يتغير ويتحرك بما يحدث فيه من مخالفة أوامر أو يتنور باتباع الطاعات، فهو قلب سمي قلب لأنه يتقلب مرة أبيض، ومرة قد يكون فساد، ومرة يكون أسود وهكذا، فليحرص الشخص دائماً أن يكون قلبه منيراً؛ لذلك من دعاء النبي ﷺ : «اللهم اجعل في قلبي نوراً» ، والله عز وجل يقول: { اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ } على أحد التفسيرين مثل قلب المؤمن كمشكاة منير يضيء.",
"source": "رواه البخاري رقم [52]، ومسلم رقم [1599]."
},
{
"hadith_id": 7,
"title": "الحديث السابع",
"hadith_text": "«الدِّينُ النَّصِيحَةُ». قُلْنَا: لِمَنْ؟ قَالَ: «للهِ، وَلِكِتَابِهِ، وَلِرَسُولِهِ، وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ»",
"narrator": "عَنْ أَبِي رُقَيَّةَ تَمِيمِ بْنِ أَوْسٍ الدَّارِيِّ  أَنَّ النَّبِيَّ ﷺ قَالَ:",
"explanation": "«الدين النصيحة» وفي لفظ ثلاثاً، هذا الحديث من أصول الدين، أي: النصيحة أصل من أصول الإسلام، وهذا مما يتميز به الإسلام عن غيره من الأديان، فالنصح في الإسلام لكل أحد من صغير إلى كبير، أما في غير الإسلام فقد لا يصل أحد إلى الكبير، فيظهر ما في قلبه مما يريده من نصح في الطرقات وفي الشعارات وغير ذلك، الإسلام إذا عندنا نصح تذهب للكبير، وتذهب للصغير تنصحه، لذلك قال ﷺ: «الدين النصيحة» الألف واللام للعموم يعني: الدين كله مبناه على النصيحة، فلا نستطيع أن ننشر الدين إلا بالنصيحة، ولا يملك الناس الدين إلا بالنصيحة. وهذا الحديث ينقسم إلى قسمين: قسم نصح المرء لنفسه بإصلاحها، والقسم الثاني إصلاح غيره، فيجب على كل مسلم أن يصلح أولاً نفسه، ثم بعد ذلك ينفع غيره، وهذا مذكور في القرآن قال سبحانه: { يَا أَيُّهَا الْمُزَّمِّلُ * قُمِ اللَّيْلَ إِلَّا قَلِيلًا } هذا إصلاح النفس { نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا * أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا * إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا } لتبليغ الناس، وهنا «الدين النصيحة» قلنا: لمن يا رسول الله؟ قال: «لله» يعني: تمتثل أوامر الله، ولرسوله تطيع الرسول ﷺ ولكتابه كذلك تمتثل بما في كتاب الله، هذه إصلاح النفس، ثم بعد ذلك تنتقل إلى غيرك ولأئمة المسلمين وعامتهم، والواجب في أئمة المسلمين أمران: الأمر الأول: نصحهم بالحكمة. قال ابن القيم رحمه الله: وقد دأب العقلاء من قديم الزمان على وجوب التأدب مع الولاة، فبالقول اللين الحسن والحكمة ينصح سواء بقول أو بكتابة. الأمر الثاني: مما يجب الدعاء لهم، ولهذا قال الإمام أحمد رحمه الله: لو كانت لي دعوة مستجابة لجعلتها في الإمام، فصلاح الإمام من صلاح الرعية، أو فيه صلاح الرعية. والمراد بالنصيحة الإخلاص فيها والصدق، فلا يكون فيها شيء من الغش ولا الخديعة ولا الحسد ولا المكر، لذلك النصيحة مأخوذة من نصح الشيء، يعني: خلاصة وصافيه. قال: «ولعامتهم» يعني: بإرشاد عامة الناس وتوجيههم وتعليمهم والصبر عليهم، وهكذا .",
"source": "رواه مسلم برقم [55]."
},
{
"hadith_id": 8,
"title": "الحديث الثامن",
"hadith_text": "«أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ؛ فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّ الْإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللهِ تَعَالَى»",
"narrator": "عَنِ ابْنِ عُمَرَ رضي الله عنهما، أَنَّ رَسُولُ اللهِ ﷺ قَالَ:",
"explanation": "يعني هذا الحديث من أصول الدين، وهو الإسلام يعصم المرء من استباحة دمه، وقوله ﷺ:« أمرت أن أقاتل الناس حتى يشهدوا ألا إله إلا الله وأن محمداً رسول الله ويقيموا الصلاة ويؤتوا الزكاة فإذا فعلوا ذلك« يعني: أدوا أركان الإسلام. «عصموا مني دماءهم وأموالهم» يعني: أصبحت معصومة محرمة إباحتها، وكذا نساءهم من استباحة أموالهم وذراريهم. «وحسابهم على الله عز وجل »يعني: أمر نيتهم في إظهار الإسلام إلى الله، قد يكونوا صادقين وقد يكونوا منافقين في كلمة التوحيد، فأنا أفوض أمرهم إلى الله، أعصم دمهم، لا أقاتلهم لإظهار الإسلام، وحسابهم على الله إن كانوا كاذبين، فالله يحاسبهم، وإن كانوا صادقين فالله يثيبهم على ذلك الفعل. في صحيح البخاري في قصة أسامة بن زيد قال: رفعت السيف عليه فقال: لا إله إلا الله، فقال: «أقتلته بعد ما قال لا إله إلا الله» قال: يا رسول الله! خاف من بارقة السيف. قال: «أقتلته بعد ما قال لا إله إلا الله» قال: فسكت فقال النبي ﷺ : «أقتلته بعد أن قال لا إله إلا الله» وهو يغضب ﷺ، قال أسامة: فتمنيت أني لم أسلم إلا تلك الساعة، ما دخلت في الإسلام؛ لأني قتلت من تشهد أتى بالشهادة. وأسامة بن زيد مجتهد في ذلك، ظن أنه ما فعل ذلك إلا خوفاً من السيف، فالمقصود أن من أتى بشعائر الإسلام الظاهرة يحرم قتله، حتى ولو أظهر ذلك نفاقاً يحرم قتله، أما إذا أظهر النفاق وهو الكفر فهذا مباح الدم، يقتله الإمام .",
"source": "رواه البخاري رقم [25]، ومسلم رقم [22]."
},
{
"hadith_id": 9,
"title": "الحديث التاسع",
"hadith_text": "«مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ، وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ، فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلَافُهُمْ عَلَى أَنْبِيَائِهِمْ»",
"narrator": "عَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ  قَالَ: سَمِعْتُ رَسُولُ اللهِ ﷺ يَقُولُ:",
"explanation": "هذا الحديث أيضاً من أصول الدين، وهو وجوب طاعة الله عز وجل ورسوله، والنهي عن كثرة أسئلة الرسول لذلك قال: »ما أمرتكم به من أمر فأتوا منه ما استطعتم وما نهيتكم عنه فاجتنبوه« عندنا أوامر ونواهي، أعظم إثماً عند الله ترك الأوامر أعظم من اجتناب النواهي، فعدم امتثال إبليس لأن الله عز وجل أمر بالسجود أعظم إثماً من أكل آدم للشجرة نهي عنها، فأكل آدم الشجرة، وهذا أمر بأمر ما امتثل، فترك الأوامر أعظم إثماً إذا كان الشخص يستطيعها، وإن كان الجميع فيها إثم، لكن عدم امتثال الأوامر أعظم، فمثلاً حتى يتبين لو عندك ابن قلت له: أعطني ماء، رفض، أعطني ماء، رفض، وإلا لو قلت له: لا تتكلم اسكت أريد أن أقرأ، فتكلم ثم تقول: اسكت لا تتكلم، فيتكلم أيهم أعظم ؟ كسر أوامرك استكباراً أو أنه يقع في نهي نهيته؟ لا شك عدم امتثال أوامرك منه، لذلك وصف الله إبليس بالكبر، ووصف آدم وزوجته بالجهل؛ لما فعلوا النهي. فتقول كيف جاهل؟ أقول لك: لا تتكلم تتكلم وأنت متكبر، أقول لك أعطني ماء، ما تعطيني، والكبر أسوأ من الجهل، فالمقصود من فضل الله؛ لأن الأوامر في تركها إثم عظيم لم نؤمر إلا بما نستطيعه، »ما أمرتكم به من أمر فأتوا منه ما استطعتم« والله يقول: { لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا } ، »وما نهيتكم عنه فاجتنبوه« تستطيع أو لا تستطيع يجب أن تستجيب النهي، تبتعد عنه، لا تقول: وقعت في الزنى، لماذا؟ ما استطعت ال ما فيه، النهي تجتنبه، أما الأمر الذي تستطيعه وهذا من فضل الله. «وإنما أهلك من كان قبلكم كثرة أسئلتهم على أنبيائهم» أو كثرة مسائلهم على أنبيائهم يعني: يسألون عن أشياء إما أن تكون عنتاً، فيكون مشقة على الأمة في تشريعها، وإما أن يكون من باب الاستكبار والعناد، فيكون فيه إغضاب لذلك الرسل، لذلك في صحيح البخاري: لما قال النبي ﷺ : »سلوا« وكان النبي ﷺ مغضباً فغطى الحابة رؤوسهم وهم يبكون، فجثا عمر على ركبتيه وقال: رضينا بالله رباً وبالإسلام ديناً وبمحمد ﷺ نبياً، فقام حذافة فقال: من أبي؟ قال: أبوك حذافة، فكثرة الأسئلة على الأنبياء قد توقع تشريعاً يضر على الأمة؛ لذلك قال ﷺ : »لو قلت نعم لوجبت ولما استطعتم« وكذا كان النبي ﷺ آثر عدم الخروج في صلاة الليل في رمضان خشية أن تفرض عليهم، قال: »ولكن خشية أن تفرض عليكم« يعني: التراويح .",
"source": "رواه البخاري رقم [7288]، ومسلم رقم [1337]."
},
{
"hadith_id": 10,
"title": "الحديث العاشر",
"hadith_text": "«إِنَّ اللهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ فَقَالَ تَعَالَى: { يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا } ، وَقَالَ تَعَالَى: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ } ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرُ أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ! يَا رَبِّ! وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لَهُ؟».",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ",
"explanation": "لا زلنا في الأربعين النووية، وقد اشترط المصنف رحمه الله فيها أن يختار الأحاديث التي عليها مدار الدين؛ لهذا سماها كما في شرحه على صحيح البخاري (الأربعون في مباني الإسلام وقواعد الأحكام)، وهذا الحديث الذي ذكره حديث أبي هريرة في وجوب أن يكون الرزق طيباً حلالاً، والرزق الطيب الحلال يترتب عليه إجابة الدعاء، وعكسه رد الدعاء - والعياذ بالله - وترتب عليه بإذن الله البركة في المال، وإن كان ضد ذلك محق البركة، كما قال سبحانه: { يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ } والمحق ليس خاصاً بالربا فحسب، بل كل حرام من المال فهو ممحوق البركة زائل، ويترتب عليه أيضاً صلاح الذرية بإذن الله، فصلاح الذرية من صلاح مكسب الرجل، ويترتب عليه أيضاً الألفة بين الذرية من الأولاد والبنين، وقد ظهر بأن من يكون كسبه حراماً، تتشتت ذريته ويحصل بينهم القطيعة والإثم والتدابر والتهاجر، -والعياذ بالله -. ومما يترتب على المكسب الحلال بإذن الله صحة الجسد، فكثرة الأمراض والأسقام من أسبابها -والله أعلم - عدم الكسب الحلال. «إن الله طيب» فدل على أن من أسماء الله أنه طيب، فيجوز للشخص أن يسمي عبد الطيب، ويجوز للشخص أن يدعو باسم الطيب، فيقول: يا طيب ارزقني مالاً طيباً، وهكذا، ولا يقبل من الأعمال إلا الطيب، العمل الخبيث والسيء لا يقبله الله، بل ال يرفع إليه، وال يرفع إليه إلا الطيب كما قال سبحانه: { إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ } أما العمل السيء الخبيث فلا يرفع إليه؛ لأنه طيب، ولا يصل إليه إلا الطيب سبحانه. «أمر المؤمنين بما أمر به المرسلين» يعني: أن التكليف عام لجميع الخلق سواء من المرسلين أو من غير المرسلين، يعني: واجب على الجميع الكسب الطيب، والحذر من الكسب الحرام. فقال تعالى: { يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا } وقال عن المؤمنين: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ } وكذا قال للرسل بالأمر بالطيبات. ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء: يارب يارب ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب لذلك . يعني ذكر النبي ﷺ صفة من صفة التضرع في الدعاء، مسافر ومكروب ومضطر ومنقطع وعليه آثار السفر، أشعث أغبر، متبتل إلى الله عز وجل برفع يديه، ومع ذلك مع هذه الحال ردت دعوته بسبب المطعم الخبيث - والعياذ بالله - فيجب على المسلم أن يسعى للكسب الطيب، ويحذر الكسب الخبيث، والنبي ﷺ تورع عن أكل ثمرة، قال: «أخشى أن تكون من الصدقة» وليس هناك ما يسمى بتطهير المال بإخراج نسبة منه، وإنما القطرة اليسيرة من المال تدنس جميع المال، فلا يكون تطهيره بإخراج شيء، وإنما الكسب الطيب هو المطلوب، وما وقع فيه من خبيث تجب التوبة إلى الله عز وجل، أما أن الشخص يتاجر بأمر محرم وما يكسبه من نسبة يخرجه، هذا قول ال أصل له في الإسلام.",
"source": "رواه مسلم."
}
,
{
"hadith_id": 11,
"title": "الحديث الحادي عشر",
"hadith_text": "«دَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ»",
"narrator": "عَنْ أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ سِبْطِ رَسُولِ اللهِ ﷺ وَرَيْحَانَتِهِ رضي الله عنهما ، قَالَ: حَفِظْتُ مِنْ رَسُولِ اللهِ ﷺ",
"explanation": "السبط: ابن البنت فالحسن ابن بنت النبي ﷺ فاطمة فيسمى السبط. هذا الحديث من قواعد الدين: أن الشخص يبتعد عما فيه ريبة، وإن ابتعد المرء عما فيه ريبة أصبح دينه سالماً وعرضه ناصعاً من عدم الوقيعة فيه، لذلك قال: «دع ما يريبك» يعني: دع ما تشك فيه، واذهب إلى «ما لا يريبك» الذي لا تشك فيه، وهذا حديث عظيم .",
"source": "رَوَاهُ التِّرْمِذِيُّ رقم:[2520]، وَالنَّسَائِيُّ رقم: [5711]، وَقَالَ التِّرْمِذِيُّ: حَدِيثٌ حَسَنٌ صَحِيحٌ."
},
{
"hadith_id": 12,
"title": "الحديث الثاني عشر",
"hadith_text": "«مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ»",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ",
"explanation": "يعني ساق المصنف هذا الحديث لبيان أن إسلام المرء يحسن إذا ابتعد عما لا يعنيه، والمراد ما لا يعنيه: ما لا عناية له به تخصه من أمر دنياه. ومن أقوال السلف: من علامات إعراض الله عن العبد أن يشغله بما لا يعنيه، وإذا كان المرء لا يشتغل إلا بما يعنيه يوفقه الله عز وجل للصواب، لذلك قال الشافعي رحمه الله: صحبت الصوفية سنين فلم أستفد منهم إلا الوقت كالسيف إن لم تقطعه قطعك، قال: والنفس إن لم تشغلها بالحق شغلتك بالباطل، وكل امرئ له طاقة محددة، إن صرفت إلى ما لا يعنيه انشغل بما هو ملكف به، فمن اشتغل بالوقيعة في أعراض المسلمين والغيبة والنميمة أعرض عن ذكر الله عز وجل وتلاوة القرآن والتلذذ به، ومن اشتغل بالمعاصي بجوارحه انشغل عن طاعة الله بالصلاة ونحو ذلك، لذلك يجب على الشخص أن يجهد ويقصر نفسه على ما فيه خير له ومصلحة، لذلك النبي ﷺ قال: «احرص على ما ينفعك واستعن بالله» فالذي لا ينفعك ابتعد عنه، والذي ينفعك مع حرصك عليه استعن بالله، وتوكل عليه في تحقيقه، لذلك من وصايا النبي ﷺ هذا الحديث: «من حسن إسلام المرء تركه ما لا يعنيه» فإسالم المرء لا يحسن ولا يشرف إلا إذا ترك الشخص ما لا يعنيه.",
"source": "حَدِيثٌ حَسَنٌ، رَوَاهُ التِّرْمِذِيُّ رقم: [2318] ، ابن ماجه رقم: [3976]."
},
{
"hadith_id": 13,
"title": "الحديث الثالث عشر",
"hadith_text": "«لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ»",
"narrator": "عَنْ أَبِي حَمْزَةَ أَنَسِ بْنِ مَالِكٍ  خَادِمِ رَسُولِ اللهِ ﷺ عَنِ النَّبِيِّ ﷺ قَالَ:",
"explanation": "ساق المصنف هذا الحديث؛ لبيان وجوب سلامة الصدر للمؤمنين، فلا يكون المؤمن مؤمناً إلا إذا كان قلبه محباً لغيره، مؤثراً له على نفسه. «لا يؤمن» يعني الإيمان الكامل؛ حتى يحب لأخيه المسلم ما يحبه لنفسه من الخير .",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [13]، وَمُسْلِمٌ رقم: [45]."
},
{
"hadith_id": 14,
"title": "الحديث الرابع عشر",
"hadith_text": "«لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنِّي رَسُولُ اللهِ إِلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِّبُ الزَّانِي، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ»",
"narrator": "عَنِ ابْنِ مَسْعُودٍ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ",
"explanation": "ساق هذا الحديث لبيان متى تزول العصمة عن دم المسلم؛ لأن دم المسلم معصوم محفوظ لا يجوز أن يهدر دمه، ولا يعتدي عليه بجلد أو ضرب ونحو ذلك، وكذا عرضه مصون من الاعتداء عليه، أو التفريق بينه وبني زوجته إن كان متزوجاً، ولا تزول العصمة إلا بثلاثة أمور: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة، بإحدى ثلاثة أمور. وبدأ بما يكثر وقوعه ثم ما هو أقل، فأكثر ما يقع في هذا الحديث من هذه الأمور الزنى - والعياذ بالله -، قال: «الثيب الزاني» يعني المحصن الزاني، والمراد بالمحصن: من وطئ امرأته في فرج في عقد نكاح صحيح، فإذا فعل الرجل أو المرأة تلك الفعلة وهما محصنان أو أحدهما محصن، فالمحصن منهما يقتل، كيفية القتل الرجم بالحجارة كما رجم ماعز رضي الله عنه. الأمر الثاني: النفس بالنفس يعني: القتل، فمن قتل نفساً معصومةً قُتل. والأمر الثالث: التارك لدينه المفارق للجماعة، «التارك لدينه» يعني: الذي ارتد عن دين الإسلام وفارق جماعتهم، فمن ارتد عن الإسلام فقد حل دمه - والعياذ بالله - وماله فيقتل ردة وماله يصادر منه.",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [6878]، وَمُسْلِمٌ رقم: [1676]."
},
{
"hadith_id": 15,
"title": "الحديث الخامس عشر",
"hadith_text": "«مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ»",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  أَنَّ رَسُولَ اللهِ ﷺ قَالَ:",
"explanation": "ساق هذا الحديث لبيان وجوب حفظ اللسان عما لا ينفع، وحفظ اللسان من أصول شرع هذا الدين، ورتب الله عز وجل على من حفظ لسانه بالفردوس الأعلى، { وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ } إلى أن قال: { أُولَئِكَ هُمُ الْوَارِثُونَ * الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ } . والإعراض عن اللغو أتى في كتاب الله في ثلاثة مواضع: { وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ } ، { وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا } ، { وَإِذَا سَمِعُوا اللَّغْوِ أَعْرَضُوا عَنْهُ } فمجرد سمع اللغو المسلم يعرض عنه فدل على أن أصل اللغو يعرض عنه من باب أولى، والنبي ﷺ هنا قال: «من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت» لا يتكلم إلا فيما ينفعه، قال سبحانه: { وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ * كِرَامًا كَاتِبِينَ * يَعْلَمُونَ مَا تَفْعَلُونَ } ومن كثر كلامه في ما لا ينفع، قلَّ ذكره لله سبحانه، وكلما اطمأن الشخص إلى الخلق استوحش من الخالق، وكلما قرب من الله اطمأنت نفسه إليه، وانشرح صدره له سبحانه، والله عز وجل أمر بالذكر كثيراً: { يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا } وقال: { فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ * وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ } يعني في كل وقت اذكروا الله، فإذا أكثر المرء من ذكر الله، صان الله لسانه عما لا يعنيه، وما أوقع من أوقع في متاهات وقتل أو تعزير وغير ذلك إلا بسبب فرط اللسان، واللسان هو مغراف القلب، فإذا كان القلب للمرء سليماً لم يخرج منه إلا السليم، والله عز وجل ذكر من صفات أهل الجنة: { وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ } فأصحاب الجنة لا يتكلمون إلا بالكلام الطيب، وفي صحيح مسلم أن النبي «لم يكن فاحشاً ولا متفحشاً» وإنما كان كلامه حياءً ﷺ. «ومن كان يؤمن بالله واليوم الآخر فليكرم جاره ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه». هذا أيضاً من أصول الدين وهو من إكرام الجار بل قال ﷺ : «ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه» يعني حتى ظن النبي أن الجار من ضمن ورثة جاره، كالأبن والأخ والعم، وهكذا لكثرة الوصية بالإحسان إلى الجار، والنبي أمر إذا طبخت مرقاً فأكثر ماءها لتعطي الجيران، وأولى الجار القريب منك، وحقوق الجار الستر عما يبدر منه، من أعرف الناس بالجار هو جاره، فقد يرى من عورات جاره ما لا يراه غيره من أهله أو ولده أو نفسه، فما يصدر منهم من عيب يستره. الأمر الثاني من حقوق الجار: كف الأذى عنه، لا تؤذيهم بأي وسيلة من الوسائل. الأمر الثالث: الإحسان إليه، حتى ولو كان كافراً تحسن إليه، وإذا كان مسلماً تحسن إليه لجيرته وإسلامه، وإذا كان قريباً لك تحسن إليه لجيرته وإسلامه وقرابته، والاعتداء على الجار ذنبه مضاعف لذلك النبي ﷺ قال: «أن تزني بحليلة جارك»، وفي الحديث الآخر: «من زنى بجاره فكأنما زنى بأمه» والحديث صحيح. كذلك إكرام الضيف، مما جاء به الإسلام وهو من خصال الأنبياء، لذلك إبراهيم عليه السلام لما دخل عليه ضيفان اثنان ظن أنهما من البشر، وهما من الملائكة، جاء بعجل سمين حنيذ، فقدمه إليهم وقال: ألا تأكلون، اثنان ذبح لهما عجلاً، هذا من كرمه عليه السلام، وهكذا يجب على المسلم أن يكون كريماً بماله، أو أخلاقه، أو جاهه، أو بمنة غيره لما يحتاج إليه، والنبي ﷺ كما قال جابر: كان أجود الناس، كان كريماً، وما يضع في يده شيئاً، بل كان يستدين ليعطي الآخرين، قال بل قال: «لو كان عندي مثل جبل أحد ما مضى عليه ثلاث ليال عندي منه شيء» وكان يعد بالعطية قبل أن تأتيه، فكان يقول: «إن أتاني مال البحرين أعطيتك منه» وكل هذا من كرمه، وفي بيته كما قالت عائشة رضي الله عنها : أتتني امرأة فطلبت مني طعاماً قالت: فلم أجد منه سوى تمرة، وفي لفظ: سوى تمرتين، وفي مرة أخرى قالت: فلم أجد فيه سوى ماء، يعني في بيت النبي ﷺ ماء، كريم حتى في بيته ما فيه شيء. وذكر الشيخ محمد بن عبدالوهاب رحمه الله: أن من مسائل الجاهلية أنهم يظنون أن الكرم فقر فأمسكوا، قال: وما علموا أن الكرم هو الذي يزيد المال، والنبي ﷺ ذكر أن في صبيحة كل يوم ينزل ملكان أحدهما يقول: «اللهم أعط ممسكاً تلفاً، وأعط منفقاً خلفاً» فالمال كالضرع إذا بذل يزيد، وإذا حبس ينقص وتذهب بركته.",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [6018]، وَمُسْلِمٌ رقم: [47]."
},
{
"hadith_id": 16,
"title": "الحديث السادس عشر",
"hadith_text": "«لَا تَغْضَبْ» فَرَدَّدَ مِرَارًا، قَالَ: «لَا تَغْضَبْ»",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ ﷺ: أَوْصِنِي. قَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث ببيان أن النهي عن الغضب من أصول هذا الدين، ومن أساس إصلاح المجتمعات، وإذا تأمل الشخص في كل جريمة تقع فإذا شرارتها الغضب، فلا يتقاتل اثنان إلا بسبب أن أحدهما أغضب الآخر، أو حدث من أحدهما غضب، ولا يتشاجران اثنان إلا بسبب أن أحدهما قد غضب، بل لا يتعمد أحد الناس بقطع رزق الآخر إلا بسبب الغضب، وهكذا. وقوله: «لا تغضب» أي: لا تتعرض لمواطن الغضب فتغضب، وإلا فالغضب قد يكون جبلة، وضد الغضب الحلم، ووصف الله عز وجل إبراهيم بالحلم وأثنى عليه بذلك فقال: { إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ } ولما كان اليهود يأتون النبي يقولون: السام عليكم، يعني الموت عليكم، فكان النبي ﷺ يقول: «وعليكم» فغضبت عائشة، فقال ﷺ: «ألم تسمعي ما قلت لهم»، ثم قال لها: «إن الرفق لا يكون في شيء إلا زانه ولا نزع من شيء إلا شانه»، وهكذا إذا رأيت الرجل غير حليم تجد فيه شيناً وإذا رأيته حليماً وجدت فيه زيناً بسبب الرفق. فإذا قال الشخص كيف أكون حليماً ؟ بالتحلم، يعني: إن حدث موقف احبس نفسك عن الغضب، ثم بعد ذلك يكون هذا جبلة لك، وقد أثبت الطب أن كظم الغيظ يقوي عضلة القلب، والإسلام أمر بذلك من قبل بعدم الغضب، أما الغضب فهو يحدث أضراراً في الجسد. في صحيح مسلم أثنى على أشج بن عبد القيس وقال: «إن فيك لخصلتين يحبهما الله ورسوله الحلم والأناة»، يكفيك أن النبي ﷺ أتى أعرابي إلى مسجده فبال، يبول في المسجد النبوي، فزجره الصحابة، والنبي حليم قال: «دعوه حتى يقضي بوله» فلما قضى بوله، دعا بسجل من ذنوب فأهرق عليه الماء، هذه قمة الحلم، أعرابي يأتي مسجد النبي ويبول فيه، يقضي حاجته فيه، ما نهره ولا عنفه، ولا قطع عليه بوله، قال أكمل بولك ﷺ.",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [6116]."
},
{
"hadith_id": 17,
"title": "الحديث السابع عشر",
"hadith_text": "«إِنَّ اللهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ»",
"narrator": "عَنْ أَبِي يَعْلَى شَدَّادِ بْنِ أَوْسٍ  عَنْ رَسُولِ اللهِ ﷺ قَالَ:",
"explanation": "ساق المصنف رحمه الله حديث شداد؛ لبيان وجوب الإحسان لكل مخلوق، فالإحسان عام لكل أحد؛ لذلك قال ﷺ: «وفي كل كبد رطبة أجر» ومثل النبي للإحسان بالقتل والذبحة، ثم بين كيف يكون الذبح مثلاً، فقال: «فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبحة، وليحد أحدكم شفرته، وليرح ذبيحته» فليحسن القتلة فيما يقتل، مثل: رمي الطير أحسن إليه، فنهى الإسلام عن رميه بحجر، ويجب أن يكون الرمي بمحدد ليقتله، فرمي الطير مثلاً بمحدد أو زجاج يتأذى منه حين القتل ونهى الإسلام عنه. «وإذا ذبح أحدكم فليحسن الذبحة» يعني: مما يُذبح كالشاة أو الطيور، إذا أراد أحد أن يذبحها وهي في قبضته فليحسن الذبحة يعني: لا تعذب حين الذبح، ماذا أصنع ؟ «وليحد أحدكم شفرته» يعني: السكين لتكون حادة لئلا تتأذى البهيمة. «وليرح ذبيحته» إذا كانت حادة، وإذا كان هذا في البهائم من الدواب والطيور ونحوها، فدل على أن الإحسان للإنسان أعظم وأولى، بل إن الإحسان إلى الكافر بالصدقة جائز، ويؤجر الشخص عليه، لقول النبي ﷺ : «وفي كل كبد رطبة أجر» أما الزكاة فلا يجوز دفعها إلا للمسلم، فبقدر ما يمكن للشخص أن يحسن إلى الآخرين فليحسن إليهم؛ لأن ما أوتيت من الإحسان من مال أو جسد أو قوة أو قدرة على نفع هذه لا تدوم تزول وتعطى مدة محدودة لك، تبتلى هل تحسن فيها إلى الآخرين، ثم تزول عنك .",
"source": "رَوَاهُ مُسْلِمٌ رقم: [1955]."
},
{
"hadith_id": 18,
"title": "الحديث الثامن عشر",
"hadith_text": "«اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ»",
"narrator": "عَنْ أَبِي ذَرٍّ جُنْدُبِ بْنِ جُنَادَةَ، وَأَبِي عَبْدِ الرَّحْمَنِ مُعَاذِ بْنِ جَبَلٍ رضي الله عنهما، عَنْ رَسُولِ اللهِ ﷺ قَالَ:",
"explanation": "ساق المصنف رحمه الله الحديث لبيان وجوب مراقبة الله وحسن الخلق، ومن أذنب فليتب. قال: «اتق الله حيثما كنت» والمراد بتقوى الله يعني: عذاب الله، ليكن بينك وبينه حاجزاً مانعاً من هذا العذاب، لا يأتي إليك. بم أمنعه؟ بالطاعات واجتناب السيئات، فالعذاب قادم إليك، لكن امنعه بما ذكر، وامنعه في أي مكان كنت وفي أي زمان صرت، ليل نهار، في أي مكان راقب ربك عز وجل، وهذا حديث لو عمل الناس به، لما احتاج الناس إلى أنظمة، ولا احتاجوا إلى تعزير لمن يخالف ذلك، فمن اتقى الله سار على الجادة. «وأتبع السيئة الحسنة تمحها» يعني: إن فعلت ذنباً، وفي صحيح مسلم يقول النبي ﷺ: «إني لأتوب إلى الله في اليوم أكثر من مئة مرة» وقال عن إبراهيم: { إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ } يعني: ارجع إلى الله في كل حين يتوب إلى الله ويستغفره. قال ابن القيم رحمه الله: ( وكثير من الناس يجهل معنى التوبة، فيظن أن التوبة لا تكون إلا بعد ذنب، وما علم أن التوبة عبادة). والتوبة ليست عن ذنب فحسب، بل حتى عن ترك واجب، وإذا فكر الإنسان في نفسه، كم من واجب تركه من إعانة المسلمين مثلاً، وتفريج كروبهم، وإعانة الفقراء والأرامل، ونشر العلم وهكذا، فمن قصَّر في ذلك يحتاج إلى التوبة؛ لهذا الله عز وجل يقول: { وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ } والنبي ﷺ كان يكثر من التوبة، فيه عبادة، لا تدع هذه العبادة لا تطرقها إلا بعد ذنب، وإنما كن دائماً ملازماً لهذه العبادة؛ لأنها تحط السيئات، فمثلاً تقول: يا رب تب علي، يا رب تب علي، وكان النبي ﷺ يقول: «رب اغفر لي وتب علي إنك أنت التواب الرحيم». «وخالق الناس بخلق حسن»: النبي ﷺ قال: «وأنا ضامن ببيت في أعلى الجنة لمن حسن خلقه» ولا يكمل إيمان عبد إلا إذا كانت أخلاقه عالية؛ لذلك كان النبي ﷺ يقول: أحاسنكم أخلاقاً وأقرب الناس إلى النبي ﷺ في المحشر هو من حسن خلقه، وحسن الخلق تقتضي البشاشة، وبذل المعروف، وكف الأذى، والله عز وجل وصف النبي ﷺ بقوله: { وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ } .",
"source": "رَوَاهُ التِّرْمِذِيُّ رقم: [1987] وَقَالَ: حَدِيثٌ حَسَنٌ، وَفِي بَعْضِ النُّسَخِ: حَسَنٌ صَحِيحٌ."
},
{
"hadith_id": 19,
"title": "الحديث التاسع عشر",
"hadith_text": "«يَا غُلَامُ! إِنِّي أُعَلِّمُكَ كَلِمَاتٍ: احْفَظِ اللهَ يَحْفَظْكَ، احْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ لَكَ، وَإِنِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ عَلَيْكَ؛ رُفِعَتِ الْأَقْلَامُ، وَجَفَّتِ الصُّحُفُ». وَفِي رِوَايَةِ غَيْرِ التِّرْمِذِيِّ: «احْفَظِ اللهَ تَجِدْهُ أَمَامَكَ، تَعَرَّفْ إِلَى اللهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ، وَاعْلَمْ أَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ، وَمَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَاعْلَمْ أَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا».",
"narrator": "عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ رضي الله عنهما، قَالَ: كُنْتُ خَلْفَ رَسُولِ اللهِ ﷺ يَوْمًا، فَقَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان وجوب التعلق بالله عز وجل والتوكل عليه، فهذا ابن عباس كان خلف النبي ﷺ وقال له: «يا غلام» فكان النبي ﷺ حريصاً على غرس العقيدة الصحيحة حتى في نفوس الصبيان، ولم يحقر أحداً ولا يقول الشخص: لن أعلم هذا الصبي شيئاً من العقيدة، أخشى أن يختلط عليه، فانظر إلى النبي علمهم أموراً عظاماً هامة في الدين. «يا غلام إني أعلمك كلمات»: كلمات لكنها قواعد في الدين عظيمة. لذلك ابن الجوزي يقول: (لما قرأت هذا الحديث كدت أن أطيش) يعني: لعظم ما فيه من التوجيهات العظيمة. «احفط الله يحفظك» يعني: احفظ الله بالطاعات واجتناب المعاصي، وبحفظ الله يحفظك، إذا حفظت الله الله يحفظك من الشرور والآفات، ومن كدر الرزق، وييسر لك الأمور، ويفتح لك أبواب السعادة. «احفظ الله تجده تجاهك» يعني: إذا حفظت الله عز وجل تجد ربك ييسر لك جميع الأمور. «إذا سألت فاسأل الله»: لا تدع غير الله، والله عز وجل يقول: { وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ } وقال: { وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ } وقال: { ادْعُونِي أَسْتَجِبْ لَكُمْ } ومن كرم الله أنه في كل ليلة ينزل ويقول: من يسألني فأعطيه. «وإذا استعنت فاستعن بالله» وحده ولا تستعن بأحد غيره فيما لا يقدر عليه سواه، ومن استعان بالله أعانه الله سبحانه. «واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك» : يعني أن الأمر كله بيد الله، كما قال سبحانه: { قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ } وقال سبحانه: { وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ } وقال في الآية الأخرى: { وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } وقال عز وجل: { مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا } إلا هو إذا فتح للشخص رزقاً لا أحد يستطيع أن يمنعه، والنبي ﷺ بعد كل صلاة مفروضة يقرر هذه القاعدة العظيمة، وهي قدرة الله على الأشياء، فكان يقول بعد كل صلاة مفروضة: «اللهم لا مانع لما أعطيت ولا معطي لما منعت» يعني: من أعطيته يا رب رزقاً لا أحد يستطيع أن يغلق هذا الرزق، وإذا أغلقت رزقاً لا أحد يستطيع أن يفتحه «اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد» لذلك قال: «واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك» فلو اجتمعت جميع الخلائق ليرفعوا عنك مرضاً، والله لم يكتب أن يرفعه عنك ما استطاعوا، حتى لو كنت ذا مال وجاه ونسب، فالله عز وجل قال: { وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ } نعم، يعني: ولوا اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك يعني: ولوا اجتمعوا على أن يجلبوا لك ضرراً والله حافظك، ما استطاعوا، إبراهيم عليه السلام وضعوا النار وأضرموها وألقوه فيها، ولم يكتب الله عليه ضرراً، فما ضره شيء، ويونس في بطن الحوت يلتقمه، والله كتب حفظه فحفظه، { فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ * لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ * فَنَبَذْنَاهُ بِالْعَرَاءِ وَهُوَ سَقِيمٌ } مع أنه محقق موته، وموسى في البحر ينجيه الله ويغرق من بعده فرعون، لذلك هذا الحديث كقوله عز وجل { إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } فيجب على المسلم أن يتعلق بالله وحده ولا ينظر إلى تخويف البشر، فما يخوفونه أو غلق أبواب هذا الرزق في وجهه، فالله هو الفتاح العليم سبحانه. «رفعت الأقلام» يعني: مما كتب في اللوح المحفوظ. «وجفت الصحف» بما كتبت هذه حقيقة، على أن كل شيء مكتوب، فما كتب لك سيأتيك، حتى وأنت تأكل الطعام، حبة الطعام التي كتبت لك ما يأكلها من بجانبك، وما كتب لصاحبك أنت لا تستطيع أن تأكلها، فرزقك مما كتب الله عز وجل حافظ له، إذاً لا تهتم بالرزق فالله هو الذي يتكفل به، وهو الذي كتب رزقك وأنت في بطن أمك. «تعرف على الله في الرخاء يعرفك في الشدة» يعني: إن عبدته وأنت غير مكروب، ثم حدثت شدة الله، هو الذي يفرحك في الشدة، يفرج عليك شدتك؛ لذلك قال سبحانه: { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا } قبل كربته أو حال كربته { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ } وقال سبحانه: { وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ } وقال سبحانه: { وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ } يعني: يسهل عليك الرزق. «واعلم أن ما أخطأك لم يكن ليصيبك، وما أصابك لم يكن ليخطئك» هذا من الإيمان بالقدر، فإذا وقع تحمد الله عز وجل عليه، وإذا سيق لك خيراً من القدر تحمد الله وتشكره على ما ساق لك من الخير. «واعلم أن النصر مع الصبر» يعني: من صبر وتعلق بالله ينتصر، قال سبحانه: { يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ } ما من لم يصبر لم يظفر، والنبي ﷺ كان صابراً في دعوته ناشراً لها فأيده، والله قال له: { فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ } . «وأن الفرج مع الكرب، وأن مع العسر يسراً» يعني: إذا اشتد الكرب لاح الفرج ومن قولهم ما بعد شدة ظلام الليل سوى طلوع الفجر فإذا اشتدت عليك الكروب وتكالبت عليك الهموم فاعلم أن هذا إيذان بقرب الفرج وأن مع العسر يسراً، إذا حدث لك أمر عسير فاعلم أن بعده اليسر كما قال سبحانه: { فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا } فهنا عسر بين يسرين يعني معنى الآية { فَإِنَّ مَعَ الْعُسْرِ يُسْرًا } مع هذا العسر يسراً { إِنَّ مَعَ الْعُسْرِ يُسْرًا } هذا يسراً آخر فعندنا يسران وعسر واحد فاليسران المفتوحان أرحب وأوسع وأقوى من العسر الواحد يعني لا تحزن على ما يصيبك من الدنيا واعلم أن الكرب يزول وأن العسر بإذن الله يتحول إلى يسر لك ذلك بتقوى الله ومناجاته والابتهال إليه بتفريج الكرب.",
"source": "رَوَاهُ التِّرْمِذِيُّ رقم: [2516] وَقَالَ: حَدِيثٌ حَسَنٌ صَحِيحٌ."
},
{
"hadith_id": 20,
"title": "الحديث العشرون",
"hadith_text": "«إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ الْأُولَى: إِذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْتَ»",
"narrator": "عَنْ أَبِي مَسْعُودٍ عُقْبَةَ بْنِ عَمْرٍو الْأَنْصَارِيِّ الْبَدْرِيِّ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ",
"explanation": "ساق المصنف هذا الحديث؛ لبيان وجوب التحلي بالحياء. والحياء ينقسم إلى قسمين: حياء محمود، وهو ترك المعصية حياءً من الله، أو من خلقه، أو فعل الواجب حياءً من الله. يعني: تؤدي الصلاة وتستحي من الله؛ لأنه خلقك ورزقك وفرج كروبك، فتستحي من الله وتصلي، فهو المستحق للشكر، هذا حياء محمود. والقسم الثاني: حياء مذموم، وهو: ألا تفعل ما أمرك الله به، أو تقع فيما نهاك الله عنه حياءً، مثل شخص لا يصلي الجمعة يقول: أستحي، هذا حياء مذموم، أو يرتكب ما نهى الله عز وجل عنه، مثل: امرأة لا تحتجب عن ابن عمها تقول: أستحي أن عمي يغضب علي، نقول: هذا حياء مذموم، فالحياء الممدوح: أنك لا تدع المعاصي حياءً، هذا ممدوح، أو تفعل الطاعات حياءً؛ لذلك النبي ﷺ يقول له: «الحياء خير كله» وفي لفظ «الحياء لا يأتي إلا بخير» وفي لفظ «الحياء خير كله» مر النبي ﷺ برجلين من الأنصار وأخ ينصحه عن الحياء. فقال النبي ﷺ : «دعه فإن الحياء من الإيمان». فإذا رأيت رجلاً أو امرأة تستحي، إذا رأيت رجلاً يستحي من إظهار عورته، أو امرأة تستحي من كشف وجهها، فهذا حياء محمود، وفي الحديث: «إن مما أدرك الناس من كلام النبوة الأولى» يعني أن الناس يأتيهم شيء من بقايا وحكم ووحي الرسل المتقدمين، فمما أدركوه «إذا لم تستحي فاصنع ما شئت». وهذا من باب الزهد والتوبيخ، يعني: إذا كنت ما تستحي افعل هذا الشيء، يعني: استحي ولا تفعل هذا الشيء، يعني: لو خرج رجل وهو يستمع المعازف ويؤذي الخلق، نقول: هذا ما يستحي؛ لذلك النبي ﷺ قال : «إذا لم تستح فاصنع ما شئت» لزوال الحياء منك.",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [3483]."
},
{
"hadith_id": 21,
"title": "الحديث الحادي والعشرون",
"hadith_text": "«قُلْتُ: يَا رَسُولَ اللهِ! قُلْ لِي فِي الْإِسْلَامِ قَوْلًا لَا أَسْأَلُ عَنْهُ أَحَدًا غَيْرَكَ؛ قَالَ: قُلْ: آمَنْتُ بِاللهِ ثُمَّ اسْتَقِمْ»",
"narrator": "عَنْ أَبِي عَمْرٍو وَقِيلَ: أَبِي عَمْرَةَ سُفْيَانَ بْنِ عَبْدِ اللهِ  قَالَ:",
"explanation": "ساق المصنف هذا الحديث؛ لبيان وجوب الاستقامة على الدين، وهذا أصل عظيم، الله عز وجل أمر جميع المسلمين أن يدعو ربهم في اليوم سبع عشرة مرة، بما يقتضيه هذا الحديث في قولهم { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } ولذلك قال: قل لي في الإسلام قولاً، سفيان بن عبدالله يقول: قل لي في الإسلام قولاً لا أسأل عنه أحداً بعدك، يعني: قل لي كلام يكفيني أسير عليه، عطني قاعدة. قال: «قل آمنت بالله» يعني: ادخل في الإسلام. «ثم استقم» يعني: تمسك بشرع هذا الدين والهداية، إما أن تكون من الصراط المعوج إلى طريق السبيل، أو من كان مهتدياً يدعو ربه بالثبات عليه، فقوله { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } من كان مسلماً يا رب ثبتني عليه.",
"source": "رَوَاهُ مُسْلِمٌ رقم: [38]."
},
{
"hadith_id": 22,
"title": "الحديث الثاني والعشرون",
"hadith_text": "«أَنَّ رَجُلًا سَأَلَ رَسُولَ اللهِ ﷺ فَقَالَ: أَرَأَيْتَ إِذَا صَلَّيْتُ الْمَكْتُوبَاتِ، وَصُمْتُ رَمَضَانَ، وَأَحْلَلْتُ الْحَلَالَ، وَحَرَّمْتُ الْحَرَامَ، وَلَمْ أَزِدْ عَلَى ذَلِكَ شَيْئًا؛ أأَدْخُلُ الْجَنَّةَ؟ قَالَ: نَعَمْ»",
"narrator": "عَنْ أَبِي عَبْدِ اللهِ جَابِرِ بْنِ عَبْدِ اللهِ الْأَنْصَارِيِّ رضي الله عنهما :",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان منزلة المقتصدين، فإن الخلق ثلاثة أقسام، الأمة المحمدية ثلاثة أقسام: منهم مقتصد، وهو ما جاء في هذا الحديث، حرمت الحرام وحللت الحلال. والقسم الثاني: الظالم لنفسه، يفعل السيئات وهو مسلم. والقسم الثالث: يفعل الطاعات ويجتنب السيئات، ويزيد بفعل المستحبات وترك المكروهات. وهذه الأقسام ذكرها الله عز وجل في قوله: { ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ } بإذن الله قال أهل العلم هذه الآية أرجى آية في كتاب الله يعني جميع الأمة المحمدية وإن كانت مقصرة أو سابقة كلها موعودة بالجنة لذلك قال الله عز وجل { فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ * جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا } حتى المقصر موعود بالجنة، وهذا خاصة لهذه الأمة، والأمم السابقة ليس لها إما مقربون أو أصحاب يمين، أما هذه الأمة فزادت مقرب مقتصد ظالم لنفسه، صليت المكتوبات، فعل الفرائض اقتصر عليها، وصمت رمضان الفرض، وأحللت الحلال، ما وقعت في معصية، حرمت الحرام، ابتعدت عن المعاصي، ولم أزد على ذلك شيئاً، ما زاد، هذا مقتصد، أأدخل الجنة؟ قال: «نعم» للآية، وهذا حديث عظيم، فيه رجاء كبير لهذه الأمة، ومع هذا الإنسان لا يقتصر على هذه الدرجة، وإنما يكون سابقاً عالياً في مرتبة السابقين، الله يقول : { وَالسَّابِقُونَ السَّابِقُونَ * أُولَئِكَ الْمُقَرَّبُونَ } .",
"source": "رَوَاهُ مُسْلِمٌ رقم: [15]."
},
{
"hadith_id": 23,
"title": "الحديث الثالث والعشرون",
"hadith_text": "«الطُّهُورُ شَطْرُ الْإِيمَانِ، وَالْحَمْدُ للهِ تَمْلأُ الْمِيزَانَ، وَسُبْحَانَ اللهِ وَالْحَمْدُ للهِ تَمْلآنِ -أَوْ: تَمْلأُ- مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا»",
"narrator": "عَنْ أَبِي مَالِكٍ الْحَارِثِ بْنِ عَاصِمٍ الْأَشْعَرِيِّ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان أعمال هي من أعمال السابقين إلى الله عز وجل؛ لذلك قال: «الطهور شطر الإيمان» والمقصود بالطهور: هو الوضوء شطر الإيمان؛ لأن الصلاة هي نور المؤمن، فنصف هذا حتى تقبل هو الوضوء، والْمُرَادُ الطُّهُورُ: بالضم يعني: الماء، وَالطَّهُورُ: الفعل، مثل الْوَضُوءُ ، ومثل السَّحُورُ .\n«والحمد لله تملأ الميزان» تملأ الميزان وإن كانت كلمة يسيرة لكنها عظيمة عند الله، وأول آية في كتاب الله { الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } وأول كلمة يتكلم بها أهل الجنة { وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا } { وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ } ولما فرغ الله من خلق الكون قال: { الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ } يعني: يا رب جميع المحامد لك، فلك كل أمر أعطيتني إياه أو رأيته أنا أحمدك عليه. والحمد أخص من الشكر من جانب، والشكر أخص من جانب، الشكر يكون في مقابلة نعمة، أما الحمد حتى المصائب تحمد الله عليها، والشكر أوسع من ناحية أنه باللسان والجوارح والقلب، أما الحمد فقط باللسان والقلب، ما يكون الحمد بالجوارح.\n«وسبحان الله والحمد لله تملآن أو تملأ ما بين السماء والأرض» لعظمتها، لعظمة هذه الكلمة، والنبي يقول: «من قال سبحان الله العظيم وبحمده غرست له نخلة في الجنة» وقال: «من قال سبحان الله وبحمده سبحان الله العظيم مئة مرة حطت عنه خطاياه وإن كانت مثل زبد البحر».\n«والصلاة نور» يعني: والصلاة نور على نور، نور في القلب، ونور في الوجه، الله أكبر لذلك الذي يصلي ترى النور عليه، ويزيد هذا النور في صلاة الليل لمن يقوم الليل، يعني: يظهر نور الوجه لمن يقوم الليل.\n«والصدقة برهان» يعني: دليل على الإيمان؛ لأن المنافق لا يظهر صدقة مخفية لعدم إيمانه، وإنما يرائي بأفعاله، أما المتصدق الذي يخفي صدقته هذا المؤمن فقط، وإذا عظم الإخلاص فيها أظل الله عز وجل العبد تحت ظل عرشه، «تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه».\n«والصبر ضياء» الصبر ضياء يعني: عاقبته خير، ويضيء للعبد بإذن الله ما يريده، ويكفي في الصبر أن الله مع الصابر، وإذا كان الله معه فليبشر بكل خير، وليفرح بهذه المعية الخاصة العظيمة، وهي أن الله معه على صبره، ومن كان الله عز وجل معه لم ينله أذى، ولم يصل إليه بالتطاول أحد، ولم يتضرر من شيء، فالله هو القوي المتين سبحانه.\n«والقرآن حجة لك أو عليك» مثل ما قال النبي ﷺ : «إن الله يرفع بهذا القرآن أقواماً ويضع به آخرين» وقال سبحانه: { يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا } ، يعني بالقرآن يهدي به كثيراً، كيف يضل به كثيراً؟ يعني: من سمعه ولم يؤمن به وقع في الضلالة، ويهدي به كثيراً من عمل وتلاه وانقاد له هداه الله، فالقرآن إما رفعة للشخص، وإما هلاك عليه، وليسع العبد بأن يكون القرآن هو النور الذي له وفي قلبه، وعلى جوارحه.\n«كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا» :\nهذا صنفان الناس: إما أن يعتق نفسه من النار، وإما أن يقع فيها، كما قال سبحانه: { فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ } وهذه حال الناس، قال سبحانه: { وَهَدَيْنَاهُ النَّجْدَيْنِ } هداية وضلالة، وإذا كان الأمر كذلك فليدع الإنسان ربه كثيراً بأن يجعله من عباده المصطفين الأخيار.\n«كل الناس يغدو» يعني في هذه الحياة.\n«فبائع نفسه» إما لله، أو للشيطان، فمعتقها بائعها لله، فيعتقها «أو موبقها»: بايعها لغير الله لدنيا أو لغيرها .",
"source": "رَوَاهُ مُسْلِمٌ رقم: [223]."
},
{
"hadith_id": 24,
"title": "الحديث الرابع والعشرون",
"hadith_text": "«يَا عِبَادِي: إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي، وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا؛ فَلَا تَظَالَمُوا. يَا عِبَادِي! كُلُّكُمْ ضَالٌّ إِلَّا مَنْ هَدَيْتُهُ، فَاسْتَهْدُونِي أَهْدِكُمْ. يَا عِبَادِي! كُلُّكُمْ جَائِعٌ إِلَّا مَنْ أَطْعَمْتُهُ، فَاسْتَطْعِمُونِي أُطْعِمْكُمْ. يَا عِبَادِي! كُلُّكُمْ عَارٍ إِلَّا مَنْ كَسَوْتُهُ، فَاسْتَكْسُونِي أَكْسُكُمْ. يَا عِبَادِي! إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا؛ فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ. يَا عِبَادِي! إِنَّكُمْ لَنْ تَبْلُغُوا ضُرِّي فَتَضُرُّونِي، وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي. يَا عِبَادِي! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا. يَا عِبَادِي! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا. يَا عِبَادِي! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ، فَسَأَلُونِي، فَأَعْطَيْتُ كُلَّ وَاحِدٍ مَسْأَلَتَهُ، مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلَّا كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا أُدْخِلَ الْبَحْرَ. يَا عِبَادِي! إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ، ثُمَّ أُوفِيكُمْ إِيَّاهَا؛ فَمَنْ وَجَدَ خَيْرًا، فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ»",
"narrator": "عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ  عَنِ النَّبِيِّ ﷺ فِيمَا يَرْوِيهِ عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى، أَنَّهُ قَالَ:",
"explanation": "ساق المصنف هذا الحديث؛ لبيان وجوب التعلق بالله، وفقر العبيد إليه، وغناه عز وجل التام عن جميع خلقه، فقال: «يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا» وهو سبحانه الحكم العدل، كما قال عن نفسه { وَلَا يَظْلِمُ رَبُّكَ أَحَدًا } وقال: { وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ } وقال: { وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ } وقال: { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ } وقال سبحانه: { وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ } وقال: { وَمَا كَانَ رَبُّكَ نَسِيًّا } وقال: { عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى } . فهو سبحانه ما يظلم أحداً، إن عملت حسنة أعطاك إياها، وإن عملت سيئة دون الشرك إن شاء جازاك عاقبك عليها، وإن شاء غفر لك، وهنا قال: «حرمت الظلم على نفسي» وهو سبحانه الكبير العظيم الغني الطيب ما يظلم أحداً، وليس له حاجة إلى الخلق حتى يظلمهم، فهو في غنى تام عن عبادتهم { إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ } وقال: { يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ } قال: «وجعلته بينكم محرماً فلا تظالموا».\nقال ابن الجوزي رحمه الله وقد قضت سنة الله أن العبد لا يظلم إلا من هو دونه وإذا كان الشخص يتسلط على الضعيف فهو سبحانه قد وعد بنصرة ذلك المظلوم قال عز وجل { وَمَنْ يُظْلَمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا } بل إن الله عز وجل المظلوم دعوته مستجابة وإن كان كافراً قال ﷺ في البخاري ومسلم واتق دعوة المظلوم فإنه ليس بينها وبين الله حجاب قال ابن عقيل رحمه الله ويستجاب للمظلوم بسرعة للحديث السابق بل لو لم يدع المظلوم على ظالمه الله عز وجل ينتصر له والدليل قصة أصحاب البستان في سورة القلم { إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ ... } يعني أنهم بيتوا في الليل أن يأتوا صباحاً إلى البستان ويأخذوا ثمره ليحرموا الفقراء منه وأحرق بستان أولئك الذين قصدوا حرمان الفقراء من حقهم لهذا الشخص يبتعد عن الظلم لأن عقوبته عاجلة كما قال النبي ما من ذنب أجدر أن يعجل له العقوبة من البغي يعني الظلم وقطيعة الرحم وكان النبي كلما يخرج من المنزل يدعو بعدم الظلم اللهم إني أعوذ بك أن أضل أو أضل أو أظلم أو أظلم أو أذل أو أذل أو أذل يا عبادي كلكم ضال إلا من هديته فاستهدوني أهدكم يعني كلكم محتاجون إلى الهداية فمن لم يهتد فهو ضال كلكم ضال إلا من هديته كما قال سبحانه ووجدك ضالاً فهدى يعني ووجدك غير عالم بالكتاب فهداك الله إليه وقلنا هذا ليوافق حديث كل مولود يولد على الفطرة وقوله سبحانه فطرة الله التي فطر الناس عليها فاستهدوني أهدكم يعني اطلبوا هدايتي لكي أهديكم إليها.\n«يا عبادي كلكم جائع إلا من أطعمته، فاستطعموني أطعمكم»\nيعني أنتم الفقراء عليّ، «كلكم جائع إلا من أطعمته فاستطعموني» اطلبوا الرزق أطعمكم، فإذا قيل: الله تكفل بالرزق فهل يلزم أن ندعو الله؟ نقول: نعم، الله تكفل بالرزق، لكن تدعو الله بيسره وحلاله، وفتح أبوابه.\n«يا عبادي كلكم عار إلا من كسوته فاستكسوني أكسكم»\nيعني: والمراد بِالْعُرْيِ هو العري عن الملبس، يعني: اطلبوا ستري ورزقي، فأنتم بحاجتي.\n«يا عبادي إنكم تخطئون بالليل والنهار وأنا أغفر الذنوب جميعاً فاستغفروني أغفر لكم»\nيدل على وجوب الرجوع إلى الله في كل حين، وطلب المغفرة منه سبحانه.\n«يا عبادي إنكم لن تبلغوا ضري فتضروني ولن تبلغوا نفعي فتنفعوني»\nلأنه هو القوي المتين، حتى لو اجتمعتم لتضروني لن تستطيعوا ضري، ولو اجتمعتم على نفعي فلن تستطيعوا نفعي، كما قال عن نفسه وهو الكبير المتعال سبحانه: { يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ } ، وقال: { مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ } .\n«يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئاً»\nيعني الله عز وجل غني عن عبادة الخلق، حتى غني عن الملائكة، إذا أمرك بطاعة لا تظن أن الله محتاج إليها، لا، أنت المحتاج إليه سبحانه، قال عز وجل: { يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ } فأنت الذي تحتاج إليه؛ لأنه الذي بيده الخير والشر، والنفع والضر، وأنت ليس بيدك شيء.\n«يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئاً»\nلأن فجوركم لا يضرني؛ لأنه ليس محتاجاً للخلق أصلاً، وليس محتاجاً للعرش، وليس محتاجاً للملائكة، وإنما خلق هذه الأشياء من الملائكة والسماوات والأرض؛ ليستعين بها العبد على طاعة الله، قال عز وجل: { وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ } يعني: لتعبدوه، وإلا فهو القائل: { إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ } يعطيكم أجراً عليه.\n«يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل إنسان مسألته ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا أدخل البحر» .\nيعني: هذا يدل على غنى الله عز وجل التام، وعلى رزقه الواسع، فلو جميع الخلائق من أولهم إلى آخرهم قاموا في صعيد واحد يعني: مكان واحد، وكل واحد طلب سؤله، الله يعطي الجميع إذا شاء، وهذا العطاء لا ينقص من ملكه شيء؛ إلا كما ينقص المخيط إذا أدخل البحر، يعني: الإبرة لو وضعتها في البحر ثم رفعت الإبرة هل ينقص شيء من ماء البحر مما علق بالإبرة ؟ ما ينقص، كذلك عطاء الله عز وجل لجميع الخلائق لا ينقص من رزقه شيء؛ لأن رزقه واسع سبحانه.\n«يا عبادي إنما هي أعمالكم أحصيها لكم ثم أوفيكم إياها»\nيحصيها لنا، ويحفظها لنا، ثم يوفيها.\n«فمن وجد خيراً فليحمد الله ومن وجد غير ذلك فلا يلومن إلا نفسه».\nفليثب المرء قبل أن يقع عليه شيء من ذلك .",
"source": "رَوَاهُ مُسْلِمٌ رقم: [2577]."
},
{
"hadith_id": 25,
"title": "الحديث الخامس والعشرون",
"hadith_text": "أَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللهِ ﷺ قَالُوا لِلنَّبِيِّ ﷺ يَا رَسُولَ اللهِ ذَهَبَ أَهْلُ الدُّثُورِ بِالْأُجُورِ؛ يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَيَتَصَدَّقُونَ بِفُضُولِ أَمْوَالِهِمْ. قَالَ: أَوَلَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَّدَّقُونَ؟ إِنَّ بِكُلِّ تَسْبِيحَةٍ صَدَقَةً، وَكُلِّ تَكْبِيرَةٍ صَدَقَةً، وَكُلِّ تَحْمِيدَةٍ صَدَقَةً، وَكُلِّ تَهْلِيلَةٍ صَدَقَةً، وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ، وَنَهْيٌ عَنْ مُنْكَرٍ صَدَقَةٌ، وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ. قَالُوا: يَا رَسُولَ اللهِ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ: أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلَالِ كَانَ لَهُ أَجْرٌ",
"narrator": "عَنْ أَبِي ذَرٍّ  أَيْضًا،",
"explanation": "ال زال الإمام النووي رحمه الله يذكر الأحاديث التي اشترط أن يكون عليها مدار الدين، وساق حديث أبي ذر هنا؛ لبيان تنوع طرق الخير، وأنها ليست مقصورة على فئة معينة، فلما اشتكى الفقراء للنبي ﷺ صدقات الأغنياء، حيث أنهم حرموا من المال، فظنوا أنهم محرومون من أجر الصدقة، الدثور: أهل المال ذهبوا بالأجور لكونهم يتصدقون. \nيصلون كما نصلي ويصومون كما نصوم\nيعني هذه الأعمال بدنية، نقوم بها كما يقوم الأغنياء، ولكن سبقنا الأغنياء بالبذل.\nويتصدقون بفضول أموالهم\nيعني: ولا نتصدق، فكأنهم ظنوا أنهم محرومون من الأجر، وأن درجاتهم في الجنة ليست بعالية.\nقال: «أوليس قد جعل الله لكم ما تصدقون؟»\nيعني بين لهم النبي ﷺ أن هناك أعمالاً كثواب الصدقة.\n«إن بكل تسبيحة صدقة»\nفالتسبيح صدقة، والتحميد صدقة، والتهليل صدقة، والتكبير صدقة، يتصدق بها المرء على نفسه، فأحياناً تكون الصدقة للغير، وأحياناً على النفس.\n«وكل تكبيرة صدقة، وكل تهليلة صدقة، وأمر بمعروف صدقة، ونهي عن منكر صدقة»\nومثل ما قال عز وجل: { قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى } يعني عفو عن الناس، الأمر بالمعروف والنهي عن المنكر صدقة، وهذا تتصدق به على نفسك وعلى غيرك.\n«وفي بضع أحدكم صدقة»\nيعني: إتيان الزوج زوجته فيه أجر، والمقصود بِالْبُضْعِ يعني: الفرج.\nقالوا: يا رسول الله أيأتي أحدنا شهوته ويكون له فيها أجر ؟\nيعني: أيأتي الرجل زوجته ويؤجر على ذلك.\nفقال: «أرأيتتم لو وضعها في حرام أكان عليه وزر فكذلك إذا وضعها في الحلال كان له أجر» .\nيعني: إن أتى امرأة محرمة عليه إثم، فإذا وضعها في حلال يؤجر عليه، وهذا من فضل الله عز وجل وكرمه، حيث إن الرجل يفعل أمراً فيه منفعة، ويؤجر عليه، وفيه أيضاً حث على التعفف من الحرام؛ لأن المرء يكسب فيه إثماً، وعليه بالحلال يكسب فيه ثواباً .",
"source": "رَوَاهُ مُسْلِمٌ رقم: [1006]."
},
{
"hadith_id": 26,
"title": "الحديث السادس والعشرون",
"hadith_text": "كُلُّ سُلَامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ، كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ تَعْدِلُ بَيْنَ اثْنَيْنِ صَدَقَةٌ، وَتُعِينُ الرَّجُلَ فِي دَابَّتِهِ فَتَحْمِلُهُ عَلَيْهَا أَوْ تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَبِكُلِّ خُطْوَةٍ تَمْشِيهَا إِلَى الصَّلَاةِ صَدَقَةٌ، وَتُمِيطُ الْأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان أن كل عضو في جسدك يجب فيه الشكر.\n«كل سلامى من الناس عليه صدقة» يعني: السلامى مفصل كل عظم، وفي الإنسان كما قال ﷺ 360 مفصلاً، وكل مفصل في الإنسان يتحرك، هذه نعمة يجب فيها الشكر كل يوم؛ لذلك قال: «كل سلامى من الناس عليه صدقة» يعني يجب أن تشكر الله عز وجل بالصدقة عن نعمة المفاصل التي تتحرك في جسدك.\n«كل يوم تطلع فيه الشمس تعدل بين الاثنين صدقة»\nيعني من الأعمال التي تشكر ما أنعم الله به جسدك من النعم الإصلاح بين الناس، فإذا أصلح الشخص بين الناس صدقة، وما ذكره النبي في هذا الحديث من باب التمثيل لا الحصر، فالإصلاح بين الناس فيه صدقة، لذلك الله يقول: { لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ } .\n«وتعين الرجل في دابته فتحمله عليها أو ترفع له عليها متاعه صدقة»\nكذلك أنك تعين غيرك بهذه المفاصل، هذه من شكر نعمة المفاصل.\n«والكلمة الطيبة صدقة»\nمن باب شكر نعمة اللسان نعم.\n«وكل خطوة تمشيها إلى الصلاة صدقة»\nهذه من باب شكر القدمين بما أنعم الله عز وجل عليك بهما نعم.\n«وتميط الأذى عن الطريق صدقة»\nهذا من باب شكر اليدين.\nوبقية الحديث: «ويجزئ عن ذلك ركعتين من الضحى يركعهما العبد»، يعني: إن جميع الأعضاء تستحق الشكر، ومن شكر ذلك: صالة ركعتين في الضحى، تشكر الله عز وجل في صباحك على ما أنعم به عليك من الجوارح، فإذا قيل كيف تجزئ الصلاة عن ذلك؟ نقول: لأن الصلاة كل مفصل في جسدك يتحرك فيها، فيتحرك جسدك في الصلاة في كل عضو فيه يتحرك شكر للنعمة التي أنعم الله عز وجل عليك في هذا الجسد والله يقول: { وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا } وقال: { وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ } .",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [2989]، وَمُسْلِمٌ رقم: [1009]."
},
{
"hadith_id": 27,
"title": "الحديث السابع والعشرون",
"hadith_text": "عَنِ النَّبِيِّ ﷺ قَالَ: الْبِرُّ حُسْنُ الْخُلُقِ، وَالْإِثْمُ مَا حَاكَ فِي نَفْسِكَ، وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ. وَعَنْ وَابِصَةَ بْنِ مَعْبَدٍ  قَالَ: أَتَيْتُ رَسُولُ اللهِ ﷺ فَقَالَ: جِئْتَ تَسْأَلُ عَنِ الْبِرِّ؟ قُلْتُ: نَعَمْ. قَالَ: اسْتَفْتِ قَلْبَكَ، الْبِرُّ مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ، وَاطْمَأَنَّ إِلَيْهِ الْقَلْبُ، وَالْإِثْمُ مَا حَاكَ فِي النَّفْسِ وَتَرَدَّدَ فِي الصَّدْرِ، وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْك",
"narrator": "عَنِ النَّوَّاسِ بْنِ سَمْعَانَ  ، وَعَنْ وَابِصَةَ بْنِ مَعْبَدٍ  :",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان البر والإثم.\nما هو البر؟ يعني جماع الخير، قال: «البر حسن الخلق» يعني: الذي يجمع الخير، هو حسن الخلق، وحسن الخلق سواء مع ربك أو مع الخلق، مع الله عز وجل بالفرح بامتثال أوامره، إذا أمرك بالصلاة تقوم وأنت مسرور لها؛ لأن الله أمرك، وتتلو كتاب الله وأنت مسرور؛ لأن الله أمرك، فهذا من حسن الخلق مع الله عز وجل، وحسن الخلق مع البشر: بذل الندى، وكف الأذى، وطلاقة الوجه، البر حسن الخلق، إذا أردت الخير فحسّن خلقك، والنبي ﷺ يقول: «أنا ضامن ببيت في أعلى الجنة لمن حَسُنَ خلقه».\n«والإثم ما حاك في نفسك وكرهت أن يطلع الناس عليه» :\nيعني الإثم الذي لم يتبين لك أمره ما هو ؟ ما حاك في نفسك، تردد قد يكون صحيح غير صحيح، فهذا دعه.\n«وكرهت أن يطلع عليه الناس» يعني: تخشى أن الناس إن عرفوا عنك ذلك الفعل أن يكرهوك، فإذا كان ذلك كذلك، فهذا إثم، فمثلاً: لو أن شخصاً اكتسب مالاً من أمر مشتبه فيه، وأنت متردد حلال حرام، أخشى أنه حرام، هذا إثم دعه عنك، وتخشى أنك لو قلت للناس: جمعت المال من الكسب الفلاني، تخشى أنهم يقعون في عرضك، فدع هذا الفعل، فهو من الإثم.\nوعن وابصة بن معبد قال: أتيت رسول الله فقال: «جئت تسأل عن البر والإثم».\nنعم وهذا من أعلام النبوة، فلما دخل وابصة على النبي أخبره بما في نفسه، بما أطلعه الله عليه فقال: «جئت تسأل عن البر والإثم».\nقلت: نعم، قال: «استفت قلبك، البر ما طمأنت إليه النفس واطمأن إليه القلب».\n«استفتِ قلبك» يعني: خاطب نفسك وقلبك، هل هذا صحيح أم غير صحيح، يعني: وهذا هو فيما هو مشتبه عليك، واستفتاء القلب المقصود استفتاء القلب سليم الفطرة، أما القلب المليء بالمعاصي والشهوات ويفتي قلبه لا، يعني لو قال شخص ذي معاصي لماذا فعلت هذا ؟ فقال: استفتيت قلبي فقلت حلال، فنقول نحن لا نستفتي قلب أصحاب المعاصي، وإنما نستفتي أصحاب القلوب النيرة، هل هذا صحيح أم غير صحيح، البر ما اطمأنت إليه النفس، واطمأن إليه القلب، اطمأن إليه النفس فيما لو ظهر ذلك للناس نفسك مطمئنة، واطمأن إليه القلب يعني لا تتحرج من الإثم فيه؛ لأنك عرفت بأنه حلال نعم.\n«والإثم ما حاك في النفس وتردد في الصدر، وإن أفتاك الناس وأفتوك»\n«وتردد في الصدر» يعني: ما بين حله أو حرمته، فدعه.\n«وإن أفتاك الناس وأفتوك» من باب المبالغة أفتوك بأنه حلال، وأكثروا عليك بالفتوى بأنه حلال، فدعه؛ لأنه متردد في صدرك، ولم تطمئن إليه نفسك ولا قلبك.",
"source": "رَوَاهُ مُسْلِمٌ رقم: [2553]. حَدِيثٌ حَسَنٌ، رَوَيْنَاهُ فِي مُسْنَدَيِ الْإِمَامَيْنِ أَحْمَدَ بْنِ حَنْبَلٍ رقم: [227/4] وَالدَّارِمِيِّ [246/2] بِإِسْنَادٍ حَسَنٍ."
},{
    "hadith_id": 28,
    "title": "الحديث الثامن والعشرون",
    "hadith_text": "عَنْ أَبِي نَجِيحٍ الْعِرْبَاضِ بْنِ سَارِيَةَ  قَالَ: \"وَعَظَنَا رَسُولُ اللَّهِ ﷺ مَوْعِظَةً وَجِلَتْ مِنْهَا الْقُلُوبُ، وَذَرَفَتْ مِنْهَا الْعُيُونُ، فَقُلْنَا: يَا رَسُولَ اللَّهِ! كَأَنَّهَا مَوْعِظَةُ مُوَدِّعٍ فَأَوْصِنَا، قَالَ: أُوصِيكُمْ بِتَقْوَى اللَّهِ، وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلَافًا كَثِيرًا، فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ، عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ؛ فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ\".",
    "narrator": "عَنْ أَبِي نَجِيحٍ الْعِرْبَاضِ بْنِ سَارِيَةَ ",
    "explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان وجوب اتباع سنة النبي ﷺ وسنة الخلفاء الراشدين.\nوصف العرباض هذه الوصية بثلاثة أمور بليغة: والقلوب وجلت منها وتحركت، والعين دمعت، وهكذا ينبغي للواعظ أو الداعية أن يختار من الكلمات ما يوعظ القلب، ولا أعظم من أن يكون القرآن هو الواعظ بالاستدلال بكتاب الله وسنة النبي ﷺ قال  : ﴿ فَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ ﴾ وكلما قرب المرء من ألفاظ الكتاب والسنة كلما كانت النصيحة أبلغ، وكلما كانت الألفاظ إلى الصواب أقرب، وكلما ابتعد المرء عن النورين كلما تخبط في الألفاظ، فإذا أمكن المرء أن تكون ألفاظه بما جاءت به ألفاظ الكتاب والسنة، كان بإذن الله أوقع في النفوس. \nفقلنا: يا رسول الله كأنها موعظة مودع فأوصنا! \nلما وعظهم الموعظة التي بكى الصحابة منها قالوا: أوصنا، خشوا أن يكون هذه آخر موعظة من النبي ﷺ لهم؛ لأنه أبكاهم فيها ، وهذا يدل على رقة قلوب الصحابة رضي الله عنهم ، وما أوتيه النبي ﷺ من جوامع الكلم، بكلمات يسيرة أبكى الصحابة رضي الله عنهم وأرضاهم، تعلم كيف أن الدين يهذب النفوس، ويرقق القلوب، وإلا فالعرب قلوبهم فيها الجفاء، لكن لما أتى القرآن ليّنها ﴿ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُواْ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ ﴾ فالمتكبر لا يطأطئ رأسه سوى الدين والقرآن، والقلب يقسو كلما ابتعد عن ذكر الله، لذلك قال سبحانه: ﴿ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ ﴾ ولهذا تجد أكثر الفاحشين والمتفحشين في الألفاظ أو في الأعمال هم أقل الناس ذكراً لله، ولهذا تجد حفظة كتاب الله أو من يكثر من ذكر الله وقراءة القرآن العظيم هم أقل الناس كلاماً، وأقلهم حركة، وأقلهم أذية للآخرين، وأكثرهم نفعًا للناس. \nقال: «أوصيكم بتقوى الله والسمع والطاعة» \nعليكم بفعل الطاعات واجتناب المعاصي، وهذه هي وصية الله  لجميع الخلق، قال سبحانه: ﴿ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ ﴾ يعني أوصيناكم أنتم أيضاً بماذا ؟ ﴿ أَنِ اتَّقُواْ اللَّهَ ﴾ وهي كلمة جامعة تشمل جميع أمور الدين، يعني: إذا قلت: اتق الله، ابتعد عن كل معصية، وافعل كل طاعة نعم.\n«والسمع والطاعة» يعني: والسمع والطاعة لمن ولَّاه الله  أمركم، وذلك في غير معصية، كما قال  في صحيح مسلم: «أسمع له وأطع وإن جلد ظهرك وأخذ مالك، اسمع له فما طلب منك في أمور الدنيا فأعطه، واصبر على ما تلاقيه من أذى، وفي لفظ آخر: «وإن تأمَّر عليكم عبد حبشي كأن رأسه زبيبتان» يعني: اسمع له وأطع حتى لو عبد. \n«وإن تأمر عليكم عبد فإنه من يعش منكم بعدي فسيرى اختلافاً كثيراً»\nيعني من طال عمره منكم أيها الصحابة فسيرى أمراً جديدا يظهر عليه من المبتدعات، ليست مما نشأ عليها، وهذا من أعلام النبوة، فظهر في آخر عهد الصحابة القدرية الذين نفوا القدر، وظهروا الخوارج الذين قاتل بعضهم صحابة رسول الله ﷺ ، وهذا من أعلام النبوة «فإنه من يعش منكم فسيرى اختلافا كثيرا» وفي الحديث الآخر: «إنكم سترون بعدي أثرة فاصبروا حتى تلقوني على الحوض» فالإنسان وإن كثرت حوله الفتن والمحن يصبر ويرجوا ما عند الله  من الثواب. \n«فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها من النواجذ»\nيعني: الذي يعصم بإذن الله من المحن من النوازل هو: الكتاب والسنة، يكثر الإنسان من تلاوة القرآن، يكثر من تدارس العلم من سنة النبي  ومن العلماء الراسخين بإذن الله، هذه من أسباب الثبات مع صحبة صالحة.\n«عليكم بسنتي وسنة الخلفاء الراشدين» تمسكوا بها وعضوا عليها بالنواجذ، الناجذ أشار الشيخ حفظه الله إليه هذا، وهو أقوى ما في الأسنان، كأن يقول خذ السنة وعض عليها بفمك، بل بقوة؛ لئلا يفوتك منها شيء. \n«وإياكم ومحدثات الأمور فإن كُلّ بدعة ضلالة » \nيعني احذروا أن تحدثوا في دين الله شيئاً.\n«فإن كل مُحدثة ضلالة» وفي لفظ: «فإن كل محدثة بدعة» عند أبي داوود «وكل بدعة ضلالة» يعني: إذا أحدثت أمراً فهو مبتدع، وهذا المبتدع فيه ضلالة وسوء، فابتعد عنه، ويكفيك ما في شرع الله: ﴿ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا ﴾ .",
    "source": "رَوَاهُ أَبُو دَاوُدَ رقم: [4607]، وَالتِّرْمِذِيُّ رقم: [266] وَقَالَ: حَدِيثٌ حَسَنٌ صَحِيحٌ."
  },
{
"hadith_id": 29,
"title": "الحديث التاسع والعشرون",
"hadith_text": "«قُلْتُ يَا رَسُولَ اللهِ! أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ وَيُبَاعِدُنِي مِنَ النَّارِ، قَالَ: لَقَدْ سَأَلْتَ عَنْ عَظِيمٍ، وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللهُ عَلَيْهِ: تَعْبُدُ اللهَ لَا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ، ثُمَّ قَالَ: أَلَا أَدُلُّكَ عَلَى أَبْوَابِ الْخَيْرِ؟ الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ، وَصَلَاةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ، ثُمَّ تَلَا: { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ } حَتَّى بَلَغَ { يَعْمَلُونَ } ، ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِرَأْسِ الْأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ؟ قُلْتُ: بَلَى يَا رَسُولَ اللهِ. قَالَ: رَأْسُ الْأَمْرِ الْإِسْلَامُ، وَعَمُودُهُ الصَّلَاةُ، وَذِرْوَةُ سَنَامِهِ الْجِهَادُ، ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِمَلَاكِ ذَلِكَ كُلِّهِ؟ قُلْتُ: بَلَى يَا نَبِيَّ اللهِ، فَأَخَذَ بِلِسَانِهِ وَقَالَ: كَفِّ عَلَيْكَ هَذَا. قُلْتُ: يَا نَبِيَّ اللهِ وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ؟ فَقَالَ: ثَكِلَتْكَ أُمُّكَ يَا مُعَاذُ وَهَلْ يَكُبُّ النَّاسَ عَلَى وُجُوهِهِمْ -أَوْ قَالَ عَلَى مَنَاخِرِهِمْ- إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ؟!»",
"narrator": "عَنْ مُعَاذِ بْنِ جَبَلٍ  قَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان ما هي الأعمال التي تدخل الجنة، وما هي الأعمال التي تدخل النار ؟ ومعاذ سأل النبي ﷺ هذا الحديث؛ ليكثر من الأعمال الصالحة، ويبتعد عن الأعمال السيئة. قلت: يا رسول الله! أخبرني بعمل يدخلني الجنة ويباعدني عن النار. فقال: «لقد سألت عن عظيم» لأن جميع الناس ينشدون هذا ويطلبونه، جميع الخلق يريدون الجنة، فسأل معاذ هذا السؤال الجامع العظيم، كيف أفعل حتى أدخل الجنة؟ فقال: تعبد الله. قال: «لقد سألت عن عظيم وإنه ليسير على من يسره الله عليه» : سألت عن عمل تقوم به عظيم وشاق، لكن يسير على من يسره الله، والله يقول عن الصلاة: { وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ } يعني إلا من أعانه الله على ذلك فقال تعبد الله. «تعبد الله لا تشرك به شيئاً» : يعني: بين له النبي ﷺ أن الذي يدخل الجنة: الإسلام والتمسك به، فقال: «تعبد الله ولا تشرك به شيئاً وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت إن استطعت إليه سبيلاً» هذه أعمال الإسلام، فمن فعلها والتزم بها وابتعد عن الموبقات مع الإتيان بأصول الإيمان يكون بإذن الله من عباده الموحدين، ويدخل الجنة بفضل الله. «وتقيم الصلاة» : والمقصود الصلاة المفروضة. «وتؤتي الزكاة» : أي المفروضة. «وتصوم رمضان وتحج البيت ثم قال ألا أدلك على أبواب الخير » : يعني زدني درجة أخرى من درجات الجنة العليا فقال: «الصوم جنة» : يعني إذا أردت أن تزدد بأعمال ترفعك في الدرجات، فالصوم جنة يعني: الصوم من أسباب وقاية العذاب، والمقصود هنا: صوم النافلة؛ لأن صوم الفريضة سبق، «وتصوم رمضان» يعني: التي ذكرها هي النوافل. «والصدقة تطفئ الخطيئة كما يطفئ الماء النار » : ذكر الصوم والصدقة، وصلاة الرجل في جوف الليل يعني: من أراد أن ترتفع درجته بإذن الله يكثر من صيام النافلة، ويكثر من الصدقة؛ فإنها تطفئ الخطيئة، قال: «كما يطفئ الماء النار» يعني: لو كانت نار مشتعلة وتطفئها بالماء فكذلك الصدقة تمحق الذنوب والخطايا، والمقصود الصغائر . «وصلاة الرجل في جوف الليل» : أي تطفئ الخطيئة كما يطفئ الماء النار، وتلا النبي ﷺ : { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا } حتى بلغ: { فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ } النبي ﷺ لم يكن يدع قيام الليل لا في سفر ولا في حضر، لا في حال مرضه ولا في حال صحته، في حال مرضه يصلي وهو جالس، ويصلي في السفر إن تيسر له إلى القبلة، وإن لم يتيسر إلى غير القبلة، ويكثر ويطيل من الصلاة فيها، والقيام والركوع حتى قرأ يوماً بالبقرة وآل عمران والنساء في ركعة واحدة، قال جابر: وركوعه قريباً من ذلك، قال: ثم سجوده قريباً من ذلك، يعني: يركع بمقدار ما يقرأ بالبقرة وآل عمران والنساء، والسجود كذلك، ووصفت عائشة رضي الله عنها صلاته فقالت: فلا تسأل عن طولهن وحسنهن، هذا أمر آخر الطول طويلة، وكان يقوم من الليل حتى تتفطر قدماه، وفي رواية: تتشقق قدماه، ومعنى تتفطر: تنشق ويخرج الدم منها؛ لأن الإنسان إذا أطال القيام يخرج الدم من أسفل قدميه، والله عز وجل أمره أن يقوم نصف الليل، أو دونه، أو أكثر منه، يعني: قرابة خمس أو أربع ساعات، والنبي ﷺ يصلي الليل كل يوم، ليس فقط في رمضان، بل كل يوم، هذه عبادته في الليل، فينبغي للمسلم ألا يدع قيام الليل مطلقاً، ولو شيئاً يسيراً من وقته، ولو نصف ساعة، ولو ساعة ليكتب من عباده الموترين، والله عز وجل وتر يحب الوتر، وإذا كان يشق على الإنسان الصلاة ركعات، يوتر لو بركعة، فأحب الأعمال إلى الله أدومها وإن قل، ويغتنم المسلم الساعة العظيمة التي فيها نزول الرب عز وجل في آخر الليل، فيسأله وهو القائل: { وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ } كل ما تتمنى ادع به، فربك كريم يعطيك أكثر مما تسأل، لكن أنت اسأل ويعطيك بإذن الله فوق ما تتمناه، والله يقول: { وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ } فقط اسأله سبحانه. ثم تلا: { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ } حتى بلغ { يَعْمَلُونَ } ثم قال: «ألا أخبرك برأس الأمر وعموده وذروة سنامه» قلت: بلى يا رسول الله : «ألا أخبرك برأس الأمر» يعني: رأس الدين وأصل الدين، فلا يكون للشيء قيام بلا رأس، هذا الدين هو الإسلام بأركانه، بشهادة ألا إله إلا الله وأن محمداً رسول الله، إذا لم يكن فيها كذلك فلا رأس للدين، وإن لم يكن له رأس يسقط. «رأس الأمر الإسلام وعموده الصلاة وذروة سنامه الجهاد» : يعني: أعلى ما في هذا الدين ويقويه هو الجهاد في سبيل الله، والأمر بالمعروف والنهي عن المنكر جزء من ذلك، فالمجتمع يقوى بإذن الله بإقامة شريعة الأمر بالمعروف والنهي عن المنكر، ويصلح وتتنزل فيه الخيرات والبركات بهذه الشعيرة. ثم قال: «ألا أخبرك بمالك ذلك كله» : يعني: ألا أخبرك بما يجمع ذلك كله مع الإتيان بالإسلام. قلت: بلى يا رسول الله! فأخذ بلسانه وقال: «كف عليك هذا». يعني: لا تتكلم بما يحرم، ولا تتكلم إلا بخير، والنبي ﷺ قال في الصحيح: «من يضمن لي ما بين لحييه وفخذيه» وفي لفظ: «رجليه» وفي لفظ: «ما بين لحييه وقدميه» أضمن له الجنة، يعني: اللسان والفرج؛ فإنها أكثر ما تدخل الناس النار والعياذ بالله، الفرج بإتيان المحرم، واللسان الوقيعة في أعراض الناس. قلت: يا نبي الله! وإنا لمؤاخذون بما نتكلم به؟ يعني: كان معاذ يظن أن الكلام في الناس ذنب يسير لا يؤدي إلى دخول النار والهلاك، فقال: «ثكلتك أمك يا معاذ» يعني: هذا دعاء لك يقصد لا يقصد به الدعاء يعني: أصبحت أمك ثكلى ما عندها أحد. فقال: «أثكلتك أمك، وهل يكب الناس في النار على وجوههم» أو قال: «على مناخرهم إلا حصائد ألسنتهم». يعني: الذي يكب الناس في النار على المناخر والوجوه هو ما يحصدونه من ألسنتهم، بسبب كلام الناس فيهم. وفي مسند الإمام أحمد قال ابن كثير وإسناد جيد في الإسراء: قال «واطلعت على أهل النار فرأيت فيها قوماً لهم أظفار من نحاس، يخمشون وجوههم. فقلت: من هؤلاء يا جبريل؟ قال: هؤلاء الذين يقعون في أعراض الناس» والعياذ بالله. وفي صحيح مسلم: «كل المسلم على المسلم حرام دمه وماله وعرضه» وأخبر النبي ﷺ في الحديث الصحيح أن الرجل تؤخذ من حسناته فتعطى لذاك، فإذا فنيت حسناته أخذت من سيئات هذاك فألقيت عليه، والعياذ بالله، والمفلس يوم القيامة هو الذي يأتي بصلاة وصيام وصدقة، ويأتي وقد وقع في عرض هذا وتكلم في هذا وشتم هذا، والعاقل الذي يحفظ لسانه.",
"source": "رَوَاهُ التِّرْمِذِيُّ رقم: [2616] وَقَالَ: حَدِيثٌ حَسَنٌ صَحِيحٌ."
},
{
"hadith_id": 30,
"title": "الحديث الثلاثون",
"hadith_text": "«إِنَّ اللهَ تَعَالَى فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وَحَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وَحَرَّمَ أَشْيَاءَ فَلَا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلَا تَبْحَثُوا عَنْهَا»",
"narrator": "عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ جُرْثُومِ بْنِ نَاشِبٍ  عَنْ رَسُولِ اللهِ ﷺ قَالَ:",
"explanation": "نعم ساق المصنف رحمه الله هذا الحديث؛ لبيان أقسام أحكام الله في الفرض. أبو ثعلبة يروي عن النبي ﷺ قال: «إن الله فرض أحكاماً فلا تضيعوها وحد حدوداً فلا تعتدوها» كذلك نعم، وحرم أشياء فلا تقربوها، وسكت عن أشياء نعمة بكم غير نسيان. هذه أربعة أحكام في الأرض، فرض فرائض ألزمكم بواجبات فلا تضيعوها مثل: الصلوات الخمس، صيام رمضان. «وحد حدوداً فلا تعتدوها» : يعني: شرع شرائع لا تتجاوزوا عليها، مثل حد البكر مئة جلدة لا تزيد عليه، ومثل قسمة التركات، وأعطى الذكر مثل حظ الأنثيين، لا تساوى الأنثى بالذكر، وأعطى الأم السدس في حال، وفي حال الثلث، فلا تغير ما حده الله. «وحرم أشياء فلا تنتهكوها» : بين أموراً محرمة فلا تقعوا فيها، مثل: السرقة، وشرب الخمر. «وسكت عن أشياء رحمة بكم غير نسيان فلا تبحثوا عنها» يعني مسكوت عنها في شرع الله، فيستصحب الحكم الأصلي وهو الإباحة، مثل: لو نبات في الأرض ليس فيه مضرة سكت عنه الشرع باسمه، فالأصل فيه الحل، الله يقول: { كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ } فالأصل الحل إلا ما أتى فيه التحريم، فلا تسأل عن شيء سكت الله عز وجل عنه حين نزول الوحي.",
"source": "حَدِيثٌ حَسَنٌ، رَوَاهُ الدَّارَقُطْنِيُّ في سننه [184/4]، وَغَيْرُهُ."
},
{
"hadith_id": 31,
"title": "الحديث الحادي والثلاثون",
"hadith_text": "«جَاءَ رَجُلٌ إِلَى النَّبِيِّ ﷺ فَقَالَ: يَا رَسُولَ اللهِ! دُلَّنِي عَلَى عَمَلٍ إِذَا عَمِلْتُهُ أَحَبَّنِي اللهُ وَأَحَبَّنِي النَّاسُ؛ فَقَالَ: ازْهَدْ فِي الدُّنْيَا يُحِبَّكَ اللهُ، وَازْهَدْ فِيمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ»",
"narrator": "عَنْ أَبِي الْعَبَّاسِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ  قَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث حديث سهل؛ لبيان ما هي الأسباب الجالبة لمحبة الله ومحبة الناس، يعني: كيف يحبني الله، وكيف يحبني الناس . فقال: «ازهد في الدنيا يحبك الله» يعني: من الأسباب الجالبة لمحبة الله عز وجل الزهد في الدنيا، وعدم التعلق بها، أو التطلع إلى زخرفها وزينتها، فإن هذا مما يؤثر على القلب في تأثيرها بالآخرة، والنبي ﷺ نهاه الله عز وجل أن يتطلع إلى أمور الدنيا؛ لئلا يركن إليها قال سبحانه: { وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ } أما أنت يا نبينا لا تتطلع لأمور الدنيا، فلك الآخرة. وقال شيخ الإسلام: التطلع للدنيا سروراً بها وبما فيها محرم، وأما النظر فيها من باب التفكر والتدبر فهذا مشروع، فإذا أمكن أن يمنع المرء نفسه من دخول الدنيا إلى قلبه، فهذا هو المطلوب، وإنما يسعى إلى الآخرة في قلبه، والمال يكون باليد ولا يكون في القلب. «وازهد فيما عند الناس يحبك الناس» يعني: لا تطلب من الناس شيئاً حتى يحبوك، فإذا طلبت منهم، هذا من أسباب عدم محبتهم لك، فإذا تعفف المرء، النبي ﷺ يقول: «من يستعفف يعفه الله» يعني: من لا يطلب الناس شيئاً يغنه الله، ومن طلب من الناس لا يتوقف عن المسألة، والرشد في ذلك كف اليد عن طلب ما عند الناس . نعم، لذلك من أسباب دخول من يدخل الجنة بغير حساب عدم طلب شيء من الناس، كما قال ﷺ: «هم الذين لا يسترقون ولا يكتوون» هذا مما يطلبونه من الناس، يطلب من الآخر أن يرقيه، ويطلب من الآخر أن يعالجه، وهكذا، وكلما كف المرء عن الناس كلما عز في دينه ودنياه .",
"source": "حَدِيثٌ حَسَنٌ، رَوَاهُ ابْنُ مَاجَه رقم: [4102]، وَغَيْرُهُ بِأَسَانِيدَ حَسَنَةٍ."
},
{
"hadith_id": 32,
"title": "الحديث الثاني والثالثون",
"hadith_text": "«لَا ضَرَرَ وَلَا ضِرَارَ»",
"narrator": "عَنْ أَبِي سَعِيدٍ سَعْدِ بْنِ مَالِكِ بْنِ سِنَانٍ الْخُدْرِيِّ  أَنَّ رَسُولَ اللهِ ﷺ قَالَ:",
"explanation": "ساق المصنف رحمه الله حديث أبي سعيد هذا؛ لبيان أنه لا يجوز مضارة أحد، يعني: وجوب رفع الضرر. وقوله ﷺ «لا ضرر» أي: أن الضرر منتفٍ في الإسلام، فليس في الإسلام ضرر، وإنما هو خير محض، وأيضاً ما دام أن الإسلام ليس فيه ضرر نهاك عن مضارة غيرك، فقال: «ولا ضرار» يعني: واحذر أن تضر غيرك، فالدين الذي أنت متمسك به لا ضرر فيه، فهذب نفسك، ولا تضر أحداً، فهذا الحديث عظيم، وقاعدة كبيرة في المعاملات بين الناس، لا ضرر ولا ضرار يعني: احذر كل ما فيه ضرر لا تقرب منه، وإن رأيت ضرراً فأزله.",
"source": "حَدِيثٌ حَسَنٌ، رَوَاهُ ابْنُ مَاجَه رقم: [2341]، وَالدَّارَقُطْنِيُّ رقم: [228/4] وَغَيْرُهُمَا مُسْنَدًا. وَرَوَاهُ مَالِكٌ [746/2] فِي الْمُوَطَّإِ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنِ النَّبِيِّ ﷺ مُرْسَلًا، فَأَسْقَطَ أَبَا سَعِيدٍ، وَلَهُ طُرُقٌ يُقَوِّي بَعْضُهَا بَعْضًا."
},
{
"hadith_id": 33,
"title": "الحديث الثالث والثالثون",
"hadith_text": "«لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ لَادَّعَى رِجَالٌ أَمْوَالَ قَوْمٍ وَدِمَاءَهُمْ، لَكِنَّ الْبَيِّنَةَ عَلَى الْمُدَّعِي، وَالْيَمِينَ عَلَى مَنْ أَنْكَرَ»",
"narrator": "عَنِ ابْنِ عَبَّاسٍ رضي الله عنهما أَنَّ رَسُولَ اللهِ ﷺ قَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان قاعدة عظيمة في الحكم، وهي البينة على المدعي واليمين على من أنكر، فليس كل من ادعى دعوى يصدق ويعطى بدعواه، وإنما عليه البينة، وهذا أصل في التقاضي بين الناس، كل من ادعى دعوى، أعطنا البينة، أعطنا شيء يثبت صحة ما تدعي به، وإلا فقولك أو دعواك غير صحيحة، لو أعطي كل شخص بدعواه لقتل رجال، وسلبت أموال، لكن الدين عظيم يتثبت، اعطني ما يدل على صدق دعواك. «لكن البينة على المدعي واليمين على من أنكر» : «البينة على المدعي» ليس عنده بينة، «اليمين على من أنكر» الذي ينكر يحلف اليمين، فإذا لم يحلف يقضى عليه بالنكول، وأحياناً قد يكون المدعي عليه أحياناً ينقلب إلى مدعي، فلو ادعى أنه سدد قرض، المدعي هنا الآن ادعى بالسداد، نقول: أثبت بينة السداد، ما عنده بينة، ينقلب المدعي الأصلي إلى مدعى عليه، يحلف أنه ما سدد له شيئاً، وهكذا، المقصود: أن هذا حديث عظيم في أصل التقاضي بين الناس بينة على المدعي يمين على من أنكر. والذي في الصحيحين لا يعطى الناس بدعواهم، ادعى قوم دماء رجال وأموالهم، ولكن اليمين على المدعى عليه، وليس فيه البينة على المدعي، والحديث في البخاري ومسلم.",
"source": "حَدِيثٌ حَسَنٌ، رَوَاهُ الْبَيْهَقِيُّ في السنن [252/10]، وَغَيْرُهُ هَكَذَا، وَبَعْضُهُ فِي الصَّحِيحَيْنِ."
},
{
"hadith_id": 34,
"title": "الحديث الرابع والثالثون",
"hadith_text": "«مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الْإِيمَانِ»",
"narrator": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ  قَالَ سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث في الأربعين النووية التي اشترط فيها أن تكون مدار الدين عليها؛ لبيان درجات الإنكار، ووجوب إنكار المنكر على كل حال، بأموره الثلاث بالتدرج فيها، قال: «من رأى منكراً فليغيره بيده» يعني: إذا كان يستطيع ذلك وهدم أهل الحسبة، «فإن لم يستطع فبلسانه» يعني: فإن لم يستطع تغيير المنكر بيده، ولم يكن المنكر في بيته، وله قدرة على تغييره كالأب في البيت، فلينكر بلسانه يعني: مثل الابن ينكر على والده باللسان، لا يجوز هذا المنكر مثلاً، ما يستطيع الشخص لا باليد ولا باللسان. المرتبة الثالثة: بالقلب، والمراد بالقلب يعني: عدم الرضا بالمنكر وإنكاره بالقلب، قال: «وذلك أضعف الإيمان» يعني: عدم الإنكار باللسان، وعدم الإنكار باليد. «من رأى منكم منكراً فليغيره بيده» يعني: من باب التغليب، وإلا أحياناً قد يكون المنكر بالسماع. «فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان»: وهذا من فضل الله عز وجل على عباده، حيث لم يلزمهم بعبادة، قد لا يقدرون عليها، فلو ألزم الجميع بتغيير المنكر باليد، قد لا يحصل لهم ذلك، ويشق عليهم، ويحصل نزاع، فأعطاك الإسلام هذا التدرج العظيم الذي فيه صلاح المجتمع، وفيه صلاح النفس، وفيه السعي لرضا الله عز وجل بإنكار تلك المعصية .",
"source": "رَوَاهُ مُسْلِمٌ رقم: [49]."
},
{
"hadith_id": 35,
"title": "الحديث الخامس والثالثون",
"hadith_text": "«لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا، الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ، وَلَا يَخْذُلُهُ، وَلَا يَكْذِبُهُ، وَلَا يَحْقِرُهُ، التَّقْوَى هَاهُنَا -وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ- بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ: دَمُهُ وَمَالُهُ وَعِرْضُهُ»",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان آداب واجبة بين المؤمنين، وأسباب محبة المسلمين بعضهم لبعض. «ال تحاسدوا» يذكر النبي هنا جملة من أسباب تفرق المجتمع، فأولها قال: «لا تحاسدوا» الحسد - والعياذ بالله -: تمني زوال نعمة الغير، ولا يتمناها لنفسه، أهم شيء أن تزول عنه، يعني: مثل شخص الله أعطاه مالاً، فيتمنى أن ذلك المال يزول عنه؛ حتى ولا يريد هذا المال لنفسه، المهم أن ذاك الرجل لا يكون غنياً، هذا الحسود - والعياذ بالله - والحسد هو من أسباب دخول النار، وهو من الذنوب الأولى التي فعلت في الأرض، حيث قتل هابيل قابيل حسداً؛ لما اشتعلت النار فيما أخرجه لله، فكان في شرعهم: أن الرجل يخرج صدقة ماله فتأتي نار إذا قبلت تلتهم صدقته، وإذا لم تلتهم صدقته معناه أن الله لم يتقبل منه ذلك العمل، فلما قبلت صدقة هابيل، أتى قابيل فقتل هابيل، فكان جزاؤه جزاء من يقتل يوم القيامة عليه؛ لأنه حسد أخاه، { فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ } من أخس الطيور الغراب وأسوأ الطيور، وأمر النبي ﷺ بقتله في الحل والحرم، فبعث الله الطيور ليريه كيف يدفن أخاه؛ لأنك فعلت فعلاً قبيحاً، فأرسل إليك ذلك الطير القبيح، والجزاء من جنس العمل، والذي أخرج إبليس من الجنة حسده بعد أن استكبر، قال: { أَنَا خَيْرٌ مِنْهُ } حسد آدم، ويجب على المسلم أن يزنه قلبه من الحسد، ومن أخص صفات الرسل سلامة صدورهم، قال الله عز وجل عن إبراهيم { إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ } يعني سليم من الشرك والبدع، ومن الغل فيما يخص المخلوقين، والنبي ﷺ لما أراده الله لأمر عظيم وهي الرسالة شق الله عز وجل صدره مرتين، مرة وهو صغير، فنزل جبريل ومعه طست من ذهب وماء زمزم فشق صدره، وأخرج منه علقة سوداء مما في قلب بني آدم من الحسد والغل، وعند الإسراء كذلك، شق صدره لأنه سيكرم ويكون في مكان عظيم لا يصل إليه حسود، ولهذا من أسباب نشر الدعوة في هذه الأمة على يد النبي ﷺ سلامة قلبه، رجل يؤذيه يعفو عنه، يطلب منه مال يعطيه، ثم يطلب السؤال مال ويعطيه، يأتي قومه من مكة إلى المدينة ليقاتلوه، وإذا تمكن من رقابهم يصفح عنهم ويعفو، يموت عدد من أولاده ستة، ومع ذلك ما قال: تشاءمت بسبب دعوة لكم، يصبر، بل يتفاءل ويقول: «يعجبني الفأل» الكلمة الصالحة، فلا يصلح لتعليم الناس ونصح الناس وإرشاد الناس حاسد؛ لأنه لا يلتقي الخير والشر، ومن أعظم الشر الحسد - والعياذ بالله -، ومن دعاء النبي قال: «واسلل سخيمة قلبي» يعني: ما فيه من غل القلب أخرجه الله يقول: { يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ * إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ } القلب المليء بالحقد والحسد والكذب هذا لا يفلح لا في الدنيا ولا في الآخرة. «وَلَا تناجشوا» النجش: الزيادة في السلعة وهو لا يريد شرائها . مثل: يذهب عند بائع وعنده من يريد الشراء، فيقول الرجل: هذه السلعة بكم؟ بمئة. فيقول: أنا أزيدها بمئة وعشرين، بس يريد أن يريد أن يرفع السعر على ذلك المشتري؛ لكي لا يشتريها، وهو لا يريد الشراء الناجش. «وَلَا تباغضوا » يعني ليحب بعضكم بعضاً، ومن أسباب محبة العباد بعضهم بعضاً إفشاء السلام، مثل ما قال النبي ﷺ : «ألا أدلكم على شيء إذا فعلتموه تحاببتم، أفشوا السلام بينكم». «وَلَا تدابروا» يعني لا تتهاجروا فيدبر بعضكم عن بعض، فيضع بعضكم دبره على الآخر يولي عنه، فلا يضع وجهه في وجهه، وإنما يعرض أحدهما عن الآخر، والهجر إما أن يكون لدنيا أو للدين، إذا كان لدنيا لا يجوز أن يتهاجر أكثر من ثلاثة أيام، لقول النبي ﷺ في الصحيح: «لا يحل لمسلم أن يهجر أخاه فوق ثلاث» وإذا كان الهجر لأمر ديني ومصلحة، فيجوز الهجر لمصلحة دينية، لا لهوى ليتوب فاعل تلك المعصية. «وَلَا يبع بعضكم على بيع بعض» يعني: شخص يريد أن يبيع هذه السلعة، قال: بكم قال بمئة، فيقول الآخر: تعال أنا عندي نفس السلعة أعطيك إياها بخمسين ريال، هذا من باب البيع على بعض، وكذا العكس الشراء على الشراء، فمثلاً الشخص يريد أن يشتري السلعة بمئة، ويريد هذا أن يأخذ هذه السلعة بمئة، فيقول: أنا أشتري منك السلعة بمئة وعشرين حتى ما يأخذها هذا . «وكونوا عباد الله إخوانا» يعني: هذه هي النتيجة لتكونوا عباد الله إخواناً، «لا تحاسدوا ولا تناجشوا ولا تباغضوا ولا تدابروا ولا يبع بعضكم على بيع بعض». «المسلم أخو المسلم» هذه قاعدة عظيمة: المسلم أخو المسلم. «لا يظلمه» لا يقع في ظلمه، لا يجوز للمسلم أن يظلم مسلماً. «وَلَا يخذله» ولا يخذله إن احتاج إلى نصرته وهو قادر على ذلك، مثلاً: احتاج إلى دين وهو في كربة، أعنه ولا تتخاذل عن إعانته . «وَلَا يكذبه» لا يكذب عليه، فيجب أن يكون المسلم صادقاً مع المسلم وغير المسلم، وفي الحديث الصحيح النبي ﷺ يقول: «الصدق منجاة والكذب مهواة» ولا ينجيك إلا الصدق، والله يقول: { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ } . قال شيخ الإسلام رحمه الله: ولا يعرف لأبي بكر أنه كذب كذبة قط في حياته، لا في جاهلية ولا في إسلام، لا سفر ولا حضر، لا حرب ولا في سلم، ولا سفر ولا حل، لذلك لقب بالصديق بإجماع الأمة رضي الله عنه؛ لذلك المرء إذا اعتاد على الصدق يكون هو طبعه، وإذا اعتاد على الكذب يكون هو كذلك، وأصعب عبادة على المسلمين اليوم هي الصدق، وإذا أردت أن ترى صعوبة ذلك فاختبر نفسك ثلاثة أيام، هل تكذب أم لا؟ وإذا لم تكذب خلال ثلاثة أيام دون ما سمعته من كذبات من الناس تجدها كثيرة، فيه من أكثر السيئات وقوعاً بين الناس اليوم. قال ابن القيم رحمه الله: وأصل الإيمان الصدق. وقال ابن حزم: وما فرق الأمم والشعوب إلا الكذب. «وَلَا يحقره» يعني ما يزدريه ولا يتكبر عليه، بل يتواضع له، والنبي ﷺ كان متواضعاً حتى مع الصغار، يأتي لابن عباس وهو غلام فيقول له: «احفظ الله يحفظك» ويأتي لعلي وهو شاب فيقول له: «يا علي قل اللهم اهدني وسددني» ويأتي لمعاذ وهو شاب فيقول: «يا معاذ! والله إني لأحبك لا تدعن دبر كل صلاة أن تقول اللهم أعني على ذكرك وشكرك وحسن عبادتك» وقال: «يا أبا عمير ما فعل النغير» من باب التلطف معه، فهو متواضع للجميع ﷺ. قال ابن القيم رحمه الله: وأصل الأخلاق المذمومة الكبر ودناءة النفس. «التقوى هاهنا» ويشير إلى صدره ثلاث مرات. يعني مكان التقوى وصلاح النفس هو القلب، والقلب هو المغذي للجوارح، فإذا رأيت رجلاً صالحاً عابداً منفقاً، فاعلم أن قلبه فيه إيمان على قدر ذلك، وإذا رأيت رجلاً ذا معاصٍ كثيرة فاعلم أن في قلبه ضعف. «بحسب امرئ من الشر أن يحقر أخاه المسلم» يعني يكفيك من الشر والذم احتقار المسلم، يعني: كفى به إثماً، والإسلام لا يحتقر أحداً لا صغيراً ولا كبيراً، الكبير يجله ويعظم شأنه، والصغير يرفع من همته، والشاب يقويه، وبهذا انتشر الدين بين جميع الطبقات، لما لم يكن فيه احتقار للجميع، يخرج النبي ﷺ على صحابته ويقول لهم: «ماذا تفعلون؟» فيقولون له: نذكر الله، فيقول: «آلله ما أقعدكم على ذلك إيه» يخرج عليهم ويجالسهم ويسألهم ما الذي حدث لهم، ويزور مرضاهم. زار سعد بن معاذ وهو سيد عظيم في قومه لما رآه عظيماً بكى ﷺ، وزار الغلام الصغير، بل الكافر اليهودي وهو جار له لما مرض، وقال له أسلم ﷺ. «كل المسلم على المسلم حرام دمه وماله وعرضه» يعني المسلم أمامك معظم، احذر أن تؤذيه بشيء، لا سفك دم، ولا الوقوع في عرضه، ولا أخذ شيء من ماله.",
"source": "رَوَاهُ مُسْلِمٌ رقم: [2564]."
},
{
"hadith_id": 36,
"title": "الحديث السادس والثلاثون",
"hadith_text": "«مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللهُ فِي الدُّنْيَا وَالْآخِرَةِ، وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ، وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ، وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللهِ يَتْلُونَ كِتَابَ اللهِ، وَيَتَدَارَسُونَهُ فِيمَا بَيْنَهُمْ؛ إِلَّا نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَحَفَّتْهُمُ الْمَلَائِكَةُ، وَذَكَرَهُمُ اللهُ فِيمَنْ عِنْدَهُ، وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ»",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  عَنِ النَّبِيِّ ﷺ قَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان من أصول تفريج الكرب عن الآخرين قال: «من فرج عن مسلم كربة من كرب الدنيا فرج الله عنه كربة من كرب يوم القيامة» دل هذا الحديث على كثرة كروب الآخرة، وأن تلك الكروب تنفرج وتتيسر بقدر تفريجك لكروب الناس؛ لهذا إن سمعت برجل عنده كربة أو محنة فقف معه لتفرج عنك بإذن الله كربة من كرب يوم القيامة، وموسى عليه السلام لما خدم المرأتين الضعيفتين، ورفع الحجر عن البئر وسقى لهما، وجلس تحت ظل شجرة وقال: { رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ } فجاءه خير كثير، فتزوج في ذلك البلد، وأبو المرأتين آمنه من عدم وصول أحد إليه، { قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ } ولما أراد الخروج من هذا البلد كلمه الله، فتتابعت عليه الخيرات بسبب فعل واحد يسير في نظر الناس، وهو التفريج وإعانة شيء عن الآخرين برفع حجر ليسقي غنمهما من هذا الماء، فقد يكون العمل في نظرك يسير لكنه عند المكروب كبير، بل قد تظلم الدنيا في وجهه ولا يفتحها غيرك بإذن الله، ومن أعرض عن أصحاب الكرب الله أعرض عنه.\n«ومن يسر على معسر يسر الله عليه في الدنيا والآخرة»\nهنا التيسير في الدنيا والآخرة، تفريج الكروب في الآخرة يعني: من فرج عن مسلم كربة فرج الله عنه كرب الآخرة؛ لأنها أهم وأعظم التيسير لا من يسر على مسلم أمراً يسر الله عليه في الدنيا والآخرة يعني: جزاء معجل له في تيسير الأمور، والنبي ﷺ يقول: «يسروا ولا تعسروا وبشروا ولا تنفروا» وفي صحيح البخاري من حديث أم سلمة قال: «لا توكي فيوكي الله عليك ولا تحصي فيحصي الله عليك» والنبي ﷺ ما خير بين أمرين إلا اختار أيسرهما ما لم يكن إثماً، فإنه يكون أبعد الناس عنه، يعني: كلما يستطيع المسلم أن ييسر على الآخرين فليفعل، وبهذا أتى الدين، وبهذا أمر سيد المرسلين ﷺ قال: «اللهم من ولي من أمر المسلمين شيئاً فرفق بهم فارفق به، ومن شق عليهم فاشقق عليه» فالرفق في جميع الشؤون، الزوج مع أبنائه، الزوج مع زوجته، المعلم مع تلاميذه وهكذا .\n«ومن ستر مسلماً ستره الله في الدنيا والآخرة»\nكذلك الستر، من ستر مسلماً جزاء ذلك معجل في الدنيا قبل الآخرة، ومن ستر مسلماً ستر الله عليه في الدنيا والآخرة، والبشر ليس كاملاً وإنما هو خطاء في الذنوب والخطايا، وقد يطلع الله عز وجل الذنوب على الخلق، فيأتي من يسترها فيستر الله عز وجل عليه، وقد يخفي الله عز وجل الذنب على العباد فيسترها الله عز وجل عليه، والمجاهر بالذنب قل أن يتوب؛ لذلك قال ﷺ في صحيح البخاري ومسلم: «كل أمتي معافى إلا المجاهرين» فإذا رأيت مثلاً شخصاً يشرب الدخان يختفي عن الناس، هذا للتوبة أقرب، يغلب عليه من يفعل ذلك التوبة، نعم كما قال ﷺ: «من ستر مسلماً ستره الله في الدنيا والآخرة»، وقد يكون من وقع في الذنب أفضل حالاً منك، فمن رأى من غيره نقصاً أو خللاً أو عيباً فلا يتحدث به، ولا يخاطب الناس به، وإنما يستر عليه.\n«والله في عون العبد ما كان العبد في عون أخيه»\nيعني أن الإعانة لك متتابعة ما دمت تعين غيرك، ومن أعانه الله عز وجل تيسرت أموره.\n«ومن سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة»\nأسهل طريق إلى الجنة وأيسره وأرفعه درجات هو طلب العلم وحلق الذكر ومجالس أهل العلم، لذلك قال ﷺ: «ومن سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة» يعني: يكون طريقك إلى الجنة سهل وميسر بإذن الله.\n«وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم»\nسواء كان كتاب الله، أو ما أتى ما يدل عليه من العلم من السنة، أو ما يشرح الكتاب والسنة، فليس ذلك مقصوراً على القرآن فحسب.\n«إلا نزلت عليهم السكينة» يعني الطمأنينة.\n«وغشيتهم الرحمة» يعني كذلك الرحمة تغشاهم، وتحيط بهم، وتنالهم.\n«وحفتهم الملائكة» الله أكبر نعم، وفي لفظ «إن لله ملائكة سيارين يطلبون حلق الذكر فإذا رأوا حلقة من الذكر نادى بعضهم بعضاً هلموا إلى بغيتكم فيأتي بعضهم إلى بعض يستمعون فيها حتى يصلون إلى العنان».\n«وذكرهم الله فيمن عنده» يعني: يمدحهم الله عز وجل عند الملائكة المقربين، ومن أسباب تمحيص الذنوب ومغفرة الذنوب ومحبة الله للعبد ملازمة الحلق، وملازمة الدروس، وملازمة العلم، ولو لم يأتكم من ذلك إلا أن الله يرضى عنك، ويمدحك عند ملائكته سبحانه.\n«ومن بطأ به عمله لم يسرع به نسبه»\nيعني من لم ينفعه عمله فلن ينفعه نسبه، فأبو لهب ما نفعه علمه، فلم ينفعه نسبه، الله يقول: { فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ } ما في نسب، الحساب على العمل لا على النسب، الله يقول: { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ } العمل، وليس النسب، وإنما النسب ليتعارف الناس بينهم في الدنيا، أما في الآخرة فالميزان العمل، والنبي ﷺ يقول: «إن الله لا ينظر إلى صوركم ولا إلى أشكالكم ولكن ينظر إلى قلوبكم».",
"source": "رَوَاهُ مُسْلِمٌ رقم: [2699] بهذا اللفظ."
},
{
"hadith_id": 37,
"title": "الحديث السابع والثالثون",
"hadith_text": "«إِنَّ اللهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ، ثُمَّ بَيَّنَ ذَلِكَ، فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمِائَةِ ضِعْفٍ إِلَى أَضْعَافٍ كَثِيرَةٍ، وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً، وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ سَيِّئَةً وَاحِدَةً»",
"narrator": "عَنِ ابْنِ عَبَّاسٍ رضي الله عنهما عَنْ رَسُولِ اللهِ ﷺ فِيمَا يَرْوِيهِ عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى، أَنَّهُ قَالَ:",
"explanation": "ال زال الإمام النووي رحمه الله يذكر الأحاديث التي اشترط فيها أن تكون أساساً يدور عليها هذا الدين، وساق رحمه الله حديث ابن عباس هذا؛ لبيان تفصيل كتابة الحسنات والسيئات، وهذا الحديث قدسي يعني: تكلم الله به عز وجل كما يليق بجلاله وعظمته، وهو ﷺ رواه عن ربه. «إن الله كتب الحسنات والسيئات» يعني: فصل الحسنات والسيئات من حيث المضاعفة وعدمها. ثم بين ذلك: «فمن هم بحسنة فلم يعملها كتبها الله عنده حسنة كاملة» هذا من فضل الله أن من يهم بحسنة لكن لا يعملها؛ لنسيان أو عجز فإنه يؤجر على ذلك، وتكتب له حسنة كاملة، يعني: غير مضاعفة. «وإن هم بها فعملها كتبها الله عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة» فإذا هم بالحسنة ثم زاد بالعمل، ضوعف ذلك إلى عشرة أضعاف إلى سبعمائة ضعف إلى أضعاف كثيرة، هذا من جانب الجانب الآخر، الحسنات تتضاعف إما بكمال الإخلاص، وإما بنوع العمل، كالنفقة في سبيل الله، مثلاً: إذا احتاج الناس إليها، كما في صحيح مسلم: لما أتى رجل بناقة مخطومة ليستعان بها على الغزو قال له النبي ﷺ : «لك مكانها سبعمائة ناقة مخطومة يوم القيامة» وتتضاعف الحسنات أيضاً من ناحية العامل، فلما أنزل الله عز وجل : { مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا } قال: نزلت لما أتى الأعرابي، ولما جاء رجل من المهاجرين أنزل الله: { وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا } هذا من ناحية المضاعفة، وهناك أعمال لا تقتصر على سبعمائة ضعف، بل أمرها مفتوح للكريم سبحانه وهو الوهاب، وهو الصوم، كما قال النبي «إلا الصوم فإنه لي وأنا أجزي به» وهناك أيضاً عبادة مضاعفتها لا حد لها، وهي الصبر، قال سبحانه: { إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ } إذن عمل الحسنة إما أن يضاعف إلى سبعمائة ضعف، ومنها ما يزيد عن سبعمائة سبعمائة ضعف، ومنه ما لا حد له في المضاعفة، والله ذو الفضل العظيم. «وإن هم بسيئة فلم يعملها كتبها الله عنده حسنة كاملة» وهذا بشرط، إذا كان خوفاً من الله؛ لذلك في صحيح البخاري قال: «فتركها من جراي» يعني: من أجلي، فإذا هم بسيئة ثم خاف من الله وتركها، تكتب له حسنة، وإن هم بسيئة فعملها كتبت له سيئة كاملة من غير مضاعفة، والعمل بالسيئات إما أن تترك لله، فهذا يثاب عليها الشخص بحسنة، وإما أن يتركها نسياناً، فهذا لا له ولا عليه. والقسم الثالث: أن يتعاجز ويتكاسل عن فعلها مع رغبته في الفعل، لكن يمنعه مانع، مثل رؤية الناس إليه إن فعلها، فهذا تكتب له سيئة، لقول النبي : «إذا التقى المؤمنان بسيفيهما فالقاتل والمقتول في النار» قالوا: هذا القاتل فما بال المقتول؟ يعني: المقتول ما عمل لكنه عازم على قتل أخيه. «وإن هم بها فعملها كتبها الله سيئة واحدة» والسيئات لا تضاعف، وهذا من فضل الله لكن عذابها قد يضاعف، وعذاب السيئة المضاعف إما أن يكون من أجل شرف البقعة، مثل عصيان الله عز وجل في الأماكن المعظمة شرعاً كأرض الحرمين، كما هو عند الكعبة، أو عند المسجد النبوي، أو في المساجد، هذه العمل فيها يضاعف العذاب فيها، وإما أن يكون مضاعفة العذاب، نقول مضاعفة العذاب لا السيئات، السيئات لا تضاعف، وإنما العذاب، قد تكون بحال الأشخاص، فحال الفاضل من الأشخاص يضاعف، كما قال الله عز وجل: { يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ } وكما قال سبحانه: { وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا * إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ } فمضاعف عليه العذاب في الحياة وبعد الموت، فذنب الفاضل والرجل الصالح يضاعف له العذاب دون غيره؛ لأنه أعلم بالله، وأبصر به سبحانه، ومن كان أعرف بالله حسناته تضاعف، والعقوبات تضاعف كذلك، فإذا قيل هل السيئة تضاعف؟ لا تضاعف، والدليل قوله عز وجل : { مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا } وهذه آية مكية، ونزلت في مكة، فدل على أن السيئات لا تضاعف مطلقاً وسواء في مكة أو خارج مكة .",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [6491]، وَمُسْلِمٌ رقم: [131]، في صحيحيهما بهذه الحروف."
},
{
"hadith_id": 38,
"title": "الحديث الثامن والثالثون",
"hadith_text": "«إِنَّ اللهَ تَعَالَى قَالَ: مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُهُ عَلَيْهِ، وَلَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَلَئِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنِ اسْتَعَاذَنِي لَأُعِيذَنَّهُ»",
"narrator": "عَنْ أَبِي هُرَيْرَةَ  قَالَ: قَالَ رَسُولُ اللهِ ﷺ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث في بيان التحذير من أذية الصالحين، فأذية الصالحين متوعد عليها، قال سبحانه: { إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ } وقال سبحانه: { وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا } وإذا زاد صلاح الرجل تزيد نصرة الله عز وجل له، فإذا زادت مرتبته إلى مرتبة الولاية، من عاداه أذن الله عز وجل بحربه وعموم المؤمنين، قال الله عز وجل عنهم: { إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا } وكلما زاد الصالح زادت المدافعة، وإن قل قلت المدافعة وهكذا، وإذا وصل الصالح إلى درجة الولاية أذن الله عز وجل بحرب ذلك الرجل، قال: «من عادى لي ولياً فقد آذنته بالحرب» يعني: أعلمته وليعلم الناس أني محارب له، ومن حاربها الله هلك، والولي مثل ما قال الله عز وجل عنه في تعريفه { أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ } من هم؟ { الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ } فكل مؤمن متقٍ فهو ولي لله عز وجل .\n«وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه»\nيعني أحب شيء يتقرب العبد به إلى الله، هي: الفرائض من أداء الصلاة المكتوبة، ومن إحسان توحيده، والحفاظ عليه من القدح فيه، أو الزوال، وكذا صوم الشهر رمضان، وكذا الزكاة والحج، ولهذا الفرض أفضل من النافلة، فعندنا عملان اثنان لا يفرق العمل فيهما إلا بالنية، وبالنية يزيد الأجر فيها، فعندنا ركعتا الفجر السنة ركعتان، وصلاة الفجر ركعتان، ثواب صلاة الفجر أعظم وأفضل؛ لأنها فريضة، وإن كانت كلا العبادتين ركعتان، لكن بالنية أن هذه فرض يزيد الثواب فيها، لذلك ما تقرب إلي عبدي أحب إلي مما افترضته عليه، يعني: الله عز وجل يحب أن يتقرب إليه العبد بالفرائض بأدائها كاملة، كما أراد سبحانه.\n«وما يزال عبدي ويتقرب إلي بالنوافل حتى أحبه»\nيعني: من أسباب محبة الله الإكثار من النوافل، فإذا تقرب إليه العبد بالنوافل أحبه الله عز وجل، وكلما زادت النوافل زادت المحبة .\n«فإذا أحببته كنت سمعه الذي يسمع به»\n«وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي عليها» يعني: لا يسمع إلا حقاً، ولا يرى إلا حقاً، ولا يعمل بيديه إلا حقاً، ولا يمشي برجليه إلا إلى حق، يعني: أنه محفوظ بحفظ الله.\n«كنت سمعه الذي يسمع به» فلا يسمع باطلاً.\n«وبصره الذي يبصر به» فلا يرى محرماً.\n«ويده التي يبطش بها» فلا يقترف بها إثماً .\n«ورجله التي يمشي عليها» فلا يمشي إلى بهتان وزور.\n«ولئن سألني لأعطينه».\nيعني: هذا وعد من الله عز وجل بأن من أدى الفرائض وتقرب إليه من النوافل بأنه يكون مجاب الدعوة، «ولئن سألني لأعطينه ولئن استعاذني لأعيذنه» إذا سألني أعطيه، وإن استعاذني من شر أعيذه.\n«ولئن استعاذني لأعيذنه» .\nواللام هنا موطئة للقسم مع التأكيد يعني: والله إن سألني لأعطينه، وهذا وعد الله عز وجل ليفرح به المؤمن، وليكمل إيمانه؛ لينال تلك المرتبة العظيمة العالية، بوعد الله له بإعطائه ما يسأل.",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [6502]."
},
{
"hadith_id": 39,
"title": "الحديث التاسع والثلاثون",
"hadith_text": "«إِنَّ اللهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ»",
"narrator": "عَنِ ابْنِ عَبَّاسٍ رضي الله عنهما أَنَّ رَسُولُ اللهِ ﷺ قَالَ:",
"explanation": "ساق رحمه الله هذا الحديث لبيان أن الخطأ والنسيان والإكراه لا يؤثم عليه الشخص لذلك قال إن الله تجاوز لي عن أمتي الخطأ ولما نزلت ربنا لا تؤاخذنا إن نسينا أو أخطأنا قال عز وجل كما في صحيح مسلم قال قد فعلت أي لا أؤاخذكم بما نسيتم أو أخطأتم فهنا قال إن الله تجاوز لي عن أمتي الخطأ يعني ما فعلته خطأ لا تؤثم عليه والله عز وجل يقول: { وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ } فيعني: يؤاخذكم عليه الخطأ والنسيان يعني: إذا ذهل الشخص عن أداء عبادة، أو فعل محرماً نسياناً بأن هذا محرم لا يؤثم عليه، مثل: لو أن شخصاً أكل أو شرب ناسياً في نهار رمضان لا يؤثم عليه، وصيامه صحيح، كما قال ﷺ: «فليتم صومه فإنما أطعمه الله وسقاه» وما استكرهوا عليه كذلك، إذا أكره الشخص على فعل لا يؤثم عليه، فإن أكره على الكفر وقلبه مليء بالإيمان لا يؤثم عليه، حتى ولو كان الذنب كفراً، كما قال سبحانه: { إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ } وإذا أكره الشخص على الطلاق مثلاً لا يقع هذا في حقوق المخلوقين، وإذا أكره الشخص على فطر نهار رمضان لا يؤثم الشخص، ويصح صومه، وهكذا، وهذا من كرم الله على عباده، والإنسان ما سمي إنساناً إلا لنسيانه، فالحديث الصحيح: «نسي آدم فنسيت ذريته من بعده» قال سبحانه: { وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا } .",
"source": "حَدِيثٌ حَسَنٌ، رَوَاهُ ابْنُ مَاجَه رقم: [2045]، وَالْبَيْهَقِيُّ السنن [7]."
},
{
"hadith_id": 40,
"title": "الحديث الأربعون",
"hadith_text": "«كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ». وَكَانَ ابْنُ عُمَرَ رضي الله عنهما يَقُولُ: إِذَا أَمْسَيْتَ فَلَا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلَا تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ",
"narrator": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: أَخَذَ رَسُولُ اللهِ ﷺ بِمَنْكِبِي، فَقَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان أن الدنيا ليست موطناً لأحد، فحال المؤمن التي يجب أن يكون عليها في الدنيا أحد حالين: إما أن يأتي إلى مكان هو غريب فيه يريد أن يسافر، فلو أن شخصاً سافر إلى بلد لعلاج يسير، أيام يسيرة، فلو بنى فيها داراً لاستنكر الناس فعله ذلك، لأنهم يقولون أنت أيام قلائل ثم تعود، هذه الحال، «كن في الدنيا كأنك غريب»، غريب في بلد تشتري حاجة أو تعالج ثم تعود، فمن استقر وهو يريد حاجة فقط ساعة واحدة، فإذا أتى إلى تلك البلاد وسعى إلى شراء أرض ثم بناء بيت لقال الناس عنه إنه مجنون، لأنه ليس من فعل الغريب أن يبني وهو يريد العودة؛ لأن هذا فيه خسارة عليه.\nالحال الثانية: «أو عابر سبيل» يعني: في الطريق مثلاً تريد الذهاب من المدينة إلى مكة، وفي منتصف الطريق لما أتيت تريد أن تصلي، أخذت أحجاراً وبناءً وبدأت تبني بيتاً لك لماذا؟ تقول: أريد أن أسكن فيه، سيقول الناس أنت في الطريق عابر، لماذا تبني؟ ابنِ في مقر إقامتك؟ وهذه وصية النبي ﷺ يقول: «كن في الدنيا كأنك غريب» تريد أن تعود إلى بلدك، «أو عابر سبيل» ما تريد المكث في هذا الطريق تسير، أي: لا تعلق أطماعك ولا أملك في الدنيا، وليكن أملك في الآخرة .\nوكان ابن عمر رضي الله عنهما يقول: إذا أمسيت فلا تنتظر الصباح يعني: عد نفسك من أهل الآخرة، وإذا أصبحت فلا تنتظر المساء يعني: عد نفسك في المساء أنك من أهل الآخرة، وسيأتي اليوم الذي أنت فيه في الصباح من أهل الدنيا، وفي المساء من أهل الآخرة، أو في المساء من أهل الدنيا، وفي الصباح من أهل الآخرة، فليستعد المسلم للنقلة، وليعلم أن هذه الدنيا معبر فقط، معبر ما بين الحياة الأولى ثم الميتة، ثم الآن الحياة الثانية، ثم الميتة ثم الحياة معبر فقط، طريق حرس ثم ينتهي. \nوإذا أصبحت فلا تنتظر المساء وخذ من صحتك لمرضك للعمل الصالح يعني: اعمل في حال الصحة قبل أن تمرض؛ لأن الصحة من النعم التي تزول لا تدوم . ومن حياتك لموتك كذلك الحياة نعمة، لكن لا تدوم، وكذا الشباب نعمة، لكن لا يدوم، وكذا المال نعمة، وقد لا يدوم، فيه من النعم التي تزول.",
"source": "رَوَاهُ الْبُخَارِيُّ رقم: [6416]."
},
{
"hadith_id": 41,
"title": "الحديث الحادي والأربعون",
"hadith_text": "«لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعًا لِمَا جِئْتُ بِهِ»",
"narrator": "عَنْ أَبِي مُحَمَّدٍ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللهِ ﷺ:",
"explanation": "ساق هذا الحديث؛ لبيان وجوب تقديم محاب الله على ما تهوى، يعني: إذا كنت تهوى مثلاً النوم، ولا تريد أن تصلي، فلم تقدم ما أراده الله على ما تهواه، ومن آثر الصلاة على النوم، واستيقظ من نومه وصلى، فهنا قد قدم ما يحبه الله على ما يهواه، فمن لم يقدم ما أوجبه الله على نفسه على هواه لم يكن مؤمناً؛ لذلك قال: «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به» يعني تسير هواك على شرع الله، لا العكس .",
"source": "حَدِيثٌ حَسَنٌ صَحِيحٌ، رَوَيْنَاهُ فِي كِتَابِ الْحُجَّةِ بِإِسْنَادٍ صَحِيحٍ."
},
{
"hadith_id": 42,
"title": "الحديث الثاني والأربعون",
"hadith_text": "«قَالَ اللهُ تَعَالَى: يَا ابْنَ آدَمَ! إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلَا أُبَالِي، يَا ابْنَ آدَمَ! لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ اسْتَغْفَرْتَنِي غَفَرْتُ لَكَ، يَا ابْنَ آدَمَ! لَوْ أَتَيْتَنِي بِقُرَابِ الْأَرْضِ خَطَايَا ثُمَّ لَقِيتَنِي لَا تُشْرِكُ بِي شَيْئًا لَأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً»",
"narrator": "عَنْ أَنَسِ بْنِ مَالِكٍ  قَالَ: سَمِعْتُ رَسُولُ اللهِ ﷺ يَقُولُ:",
"explanation": "هذا الحديث ساقه المصنف؛ لبيان وجوب سؤال الله المغفرة، وهذا هو الحديث الأخير الذي وضعه النووي في كتابه الأربعون في مباني الأحكام وقواعد الدين.\n«دعوتني» تدعو الله وترجوه بأن يغفر لك، يعني: المطلوب أمران:\nالأمر الأول: الدعاء، يعني: يا رب اغفر لي.\nالأمر الثاني: اليقين في القلب بأن الله سيغفر لك الذنب، أما أن تدعو الله وأنت شاك في عدم الإجابة، فهنا لا تكون أهلاً للإجابة، وإنما الإجابة أن يكون اليقين مقترناً بالدعاء، يعني: مثلاً شخص يدعو ربه بأن يشفيه الله، وموقن بأن الله سيشفيه؛ لأن الله هو الشافي القدير، ويدعو الشخص بأن الله يغفر ذنبه، وموقن أن الله سيغفره؛ لأنه هو الغفور الغفار سبحانه، «رجوتني» رجوت إجابة الدعاء. \n«يا ابن آدم لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك» \n«عنان السماء»: يعني الأعلى من السماء سواء السحاب أو ما فوق السحاب، يعني: حتى لو بلغت الذنوب من الكثرة ما بلغت ودعوتني أغفر لك، فالله عز وجل لا يتعاظمه شيء، غفر لسحرة بني إسرائيل وهم آذوا نبياً وتحدوه، وكفروا بالله بسحرهم، وأقسموا بغير الله، { وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ } ولما آمنوا كتبهم الله من عباده المؤمنين، وغفر لهم، وأثنى الله عز وجل على أبي سفيان من جملة الصحابة في قوله سبحانه: { وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ } وهو ممن أتى يقاتل النبي في بدر وأحد والأحزاب، وخالد بن الوليد قاتل ضد المسلمين في أحد، وقتل من قتل من أفاضل الصحابة ولما أسلم حب الله عنه ذنوبه. \n«يا ابن آدم إنك لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة» \n«قراب الأرض» ملء الأرض من الذنوب أو ما يقارب ملئها، لأتيتك بقرابها مغفرة، ومغفرة الله عز وجل أوسع من ذنبك سبحانه .\nوهنا انتهت أحاديث الإمام أبي زكريا النووي رحمه الله، ثم الآن يبدأ بإضافة الحافظ ابن رجب لما أضافه واستدركه على الاثنين وأربعين حديثاً من أحاديث النووي.",
"source": "رَوَاهُ التِّرْمِذِيُّ رقم: [3540]، وَقَالَ: حَدِيثٌ حَسَنٌ صَحِيحٌ."
},
{
"hadith_id": 43,
"title": "الحديث الثالث والأربعون",
"hadith_text": "«أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا أَبْقَتِ الْفَرَائِضُ فَلِأَوْلَى رَجُلٍ ذَكَرٍ»",
"narrator": "عَنِ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ: قَالَ رَسُولُ اللهِ ﷺ :",
"explanation": "ساق رحمه الله هذا الحديث؛ لبيان أصول قسمة التركات، فعندنا أصحاب فروض، وعندنا أصحاب عصبة، فهنا قال: «ألحقوا الفرائض بأهلها» يعني: ألحقوا الفرائض بأصحاب الفرائض من النصف والربع والثلث والسدس والثمن والثلثين، هذه الفرائض ألحقوها بأهلها من الورثة العشرة من الرجال، ومن الوارثات السبع من النساء، فإذا بقي شيء من المال من أصحاب الفروض فيه لأقرب عاصب من البنوة أبوة أخوة عمومة ولاء؛ لذلك قال: «ألحقوا الفرائض بأهلها» أعطيتم أصحاب الفروض فرضهم، فإذا بقي شيء فما أبقت الرجل فأولى يعني: فلأقرب رجل ذكر؛ لأن جميع العصبة كلهم ذكور سوى الولاء؛ لذا قال الرحبي وليس في النساء طراً عصبة إلا التي منّت بعتق رقبة .",
"source": "رواه البخاري رقم: [6732]، ومسلم رقم: [1615]."
},
{
"hadith_id": 44,
"title": "الحديث الرابع والأربعون",
"hadith_text": "«يُحَرِّمُ مِنَ الرَّضَاعَةِ مَا يُحَرِّمُ مِنَ الْوِلَادَةِ»",
"narrator": "عَنْ عَائِشَةَ رضي الله عنها عَنِ النَّبِيِّ ﷺ قَالَ:",
"explanation": "ساق رحمه الله هذا الحديث؛ لبيان أن أحكام الرضاعة لها أحكام النسب بشروطه، فيشترط في الرضاع أن يكون خمس رضعات فصاعداً، وأن تكون ما دون الحولين، فإن توفر الشرطان فإن من رضع يكون كأنه منتسب لصاحب اللبن، يعني: كأنه خرج من بطن زوجته تماماً؛ لذلك يحرم من الرضاعة ما يحرم من الولادة، وفي لفظ: «من النسب» يعني: لو أن طفلاً رضع من زوجتك، هذا الطفل كأنه ولد لك، خرج من بطن زوجتك فيكون محرماً لبناتك في السفر وغيره، ولا يزوج، وله جميع أحكام النسب سوى الإرث، ما يرث لأن من شروط الإرث النسب والرضاعة يخرج من النسب، وأما إخوة المرتضع ووالدا المرتضع فليس لهم أحكام المرتضع، فروعه له أحكام نفسه، يعني: أولاد الطفل الصغير إذا كبر يقولون هذه أم أبي من الرضاعة، فتكشف لأولاده وأولاد صاحب اللبن، لا يحلون لإخوة المرتضع، فاللبن تنتشر محرميته في الطفل وفي فروعه .",
"source": "رواه البخاري رقم: [2646]، ومسلم رقم: [1444]."
},
{
"hadith_id": 45,
"title": "الحديث الخامس والأربعون",
"hadith_text": "«إِنَّ اللهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةِ وَالْخِنْزِيرِ وَالْأَصْنَامِ، فَقِيلَ: يَا رَسُولَ اللهِ أَرَأَيْتَ شُحُومَ الْمَيْتَةِ فَإِنَّهَا يُطْلَى بِهَا السُّفُنُ، وَيُدْهَنُ بِهَا الْجُلُودُ، وَيَسْتَصْبِحُ بِهَا النَّاسُ؟ فَقَالَ: لَا، هُوَ حَرَامٌ، ثُمَّ قَالَ رَسُولُ اللهِ ﷺ عِنْدَ ذَلِكَ: قَاتَلَ اللهُ الْيَهُودَ، إِنَّ اللهَ لَمَّا حَرَّمَ عَلَيْهِمْ شُحُومَهَا أَجْمَلُوهُ، ثُمَّ بَاعُوهُ، فَأَكَلُوا ثَمَنَهُ»",
"narrator": "عَنْ جَابِرِ بْنِ عَبْدِ اللهِ رضي الله عنهما أَنَّهُ سَمِعَ رَسُولَ اللهِ ﷺ عَامَ الْفَتْحِ وَهُوَ بِمَكَّةَ يَقُولُ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان أن الخمر وإن تعددت أسماؤه وأنواعه فهو محرم على أي صفة كان، النبي ﷺ ذكر هذا الحديث في فتح مكة، يعني: في أواخر رسالته . \nبيع الخمر: على اختلاف أنواعه وأسمائه . والميتة: الميتة محرمة سواء كانت مأكولة اللحم أم لا، ولم يستثن من الميتة إلا جلدها؛ لقول النبي ﷺ «أيما إهاب دبغ فقد طهر» فلحمها حرام، شحمها لا يستصنع به، ولا يطلى به السفن، ولا ينتفع به، والخنزير والأصنام الخنزير، كذلك محرم بيعه وشراؤه وأكله، كذلك الأصنام لا يجوز شراؤها ولا بيعها، ولا وضعها في المنازل للزينة ولا لغيرها، لأن الله أمر بكسرها. \nفقيل: يا رسول الله! أرأيت شحوم الميتة يعني إذا أذبناها أذيبت. \nفإنه يطلى بها السفن ويدهن بها الجلود ويستصبح بها الناس يدهن بها الجلود، يعني: بعد الدباغة، ويستصبح بها الناس يعني: يتخذونها وقوداً لإضاءة مصابيحهم، هذا في السابق لكن كل ذلك محرم. \nقال: «لا هو حرام» وإن غُيّر إلى غير حقيقته فهو حرام . \nثم قال رسول الله عند ذلك: «قاتل الله اليهود ..» يعني: لعن الله اليهود، وهكذا كل آية في كتاب الله قتل يعني: لعن، { قُتِلَ كَيْفَ قَدَّرَ } يعني لعنهم الله كيف ينصرفون عن الحق إلى الباطل. \n«إن الله حرم عليهم الشحوم فأجملوه ثم باعوه فأكلوا ثمنه» \n«فأجملوه» يعني: أذابوه، يعني: نهى تحريم الشحم عليهم، فأذابوه وباعوه «فأكلوا ثمنه» يعني: المصنف ساق هذا الحديث لبيان تحريم الحيل في الدين .",
"source": "رواه البخاري رقم: [2236]، ومسلم رقم: [1581]."
},
{
"hadith_id": 46,
"title": "الحديث السادس والأربعون",
"hadith_text": "«أَنَّ النَّبِيَّ ﷺ بَعَثَهُ إِلَى الْيَمَنِ، فَسَأَلَهُ عَنْ أَشْرِبَةٍ تُصْنَعُ بِهَا، فَقَالَ: وَمَا هِيَ؟ قَالَ: الْبِتْعُ وَالْمِزْرُ، فَقِيلَ لِأَبِي بُرْدَةَ: مَا الْبِتْعُ؟ قَالَ: نَبِيذُ الْعَسَلِ، وَالْمِزْرُ نَبِيذُ الشَّعِيرِ، فَقَالَ: كُلُّ مُسْكِرٍ حَرَامٌ»",
"narrator": "عَنْ أَبِي بُرْدَةَ عَنْ أَبِيهِ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ  :",
"explanation": "هذا الحديث لبيان تحريم الخمر وإن تغير اسمه بأي صفة كان، والأول في بيان تحريم التحايل على الدين، أشربة الخمر منه ما يتخذونه من العسل، ومنه ما يتخذونه من الشعير، ومنهما يتخذ من التمر. \nفقال: «وما هي؟» قال: البتع والمزر تفسير البتع والمزر.\nفقيل لأبي بردة: وما البتع؟ قال: نبيذ العسل نعم، البتع من العسل، والمزر من الشعير، ومنه ما يؤخذ من التمر، كل ما فيه حلاوة، يتخذ منه في الغالب الخمر . والمزر نبيذ الشعير فقال: «كل مسكر حرام» [خرجه البخاري] .\nهذه قاعدة عامة: كل مسكر حرام، من أي نوع من أنواع النباتات الشعير أو القمح أو البر أو التمر أو العسل، وهكذا عندنا مما يؤثر على العقل منه ما يغطيه وهو المسكر، وهذا يوجب الحد، ومنه ما لا يغطيه وإنما ينشأ عنه شيء من الفتور وطرد النوم وشدة اليقظة، هذه لا يقام عليها حد الخمر، لكن يعزر من شربها أو أكلها، وهو من أصناف المخدرات، فالحشيش مثلاً لا يخدر كالمسكر وإنما ينبه، فيوجب التعزير، ولا يجوز شربه، وبعض أهل العلم يرى إقامة حد المسكر على من شرب الحشيش، وإن لم تسكر العقل كشيخ الإسلام رحمه الله.",
"source": "رواه البخاري رقم: [4343]."
},
{
"hadith_id": 47,
"title": "الحديث السابع والأربعون",
"hadith_text": "«مَا مَلَأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ، بِحَسْبِ ابْنِ آدَمَ أُكُلَاتٌ يُقِمْن صُلْبَهُ، فَإِنْ كَانَ لَا مَحَالَةَ، فَثُلُثٌ لِطَعَامِهِ، وَثُلُثٌ لِشَرَابِهِ، وَثُلُثٌ لِنَفَسِهِ»",
"narrator": "عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ  قَالَ سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث، لبيان التقليل من الطعام والشراب، وعدم الزيادة بما يضر، لذلك قال: «ما ملأ آدمي وعاءً شراً من بطنه» وعاء البطن ويفسره قوله ﷺ:« المعدة بيت الداء« هذا الوعاء الأمراض والأسقام هو مصدرها، لما ينزل فيه من الطعام من كثرته أو نوعه. \n«بحسب ابن آدم أكلات يقمن صلبه» \n«بحسب ابن آدم» يعني: يكفيه يعني: لا يكثر من الأكل لقيمات يقمن صلبه، وتزيل جوعه، ولذلك قال سبحانه: { وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا } . قال ابن كثير رحمه الله: هذه الآية نصف الطب، كل واشرب هذا الربع من النصف الأول، والنصف الثاني ولا تسرفوا، يعني: كل من غير إكثار، واشرب من غير إكثار، لذلك فسرها هنا ثلث لطعامك، وثلث لشرابك، وثلث لنفسك؛ لذلك الله عز وجل أمر بالأكل، ونهى عن الإكثار فقال: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ } وقال: { كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ } فالمطلوب الأكل مما رزقك الله، وهذا من تعظيم الله؛ لأن الله أباحها لك، الأمر الثاني لا تكثر لئلا تضر جسدك، الأمر الثالث تشكر الله عز وجل على تلك النعمة، لذلك في صحيح مسلم قال ﷺ:« إن الله يحب العبد يأكل الأكلة فيحمده عليه ويشرب الشربة فيحمده عليها« ولو لم يأتك من الأكل والشرب سوى أنه من أسباب محبة الله لك، إن شكرته عليها لكفى به نعمة، يعني: إذا أكلت قل الحمد لله، إذا شربت فقل الحمد لله . \n«فإن كان لا محالة فثلث لطعامه وثلث لشرابه وثلث لنفسه» \nيعني لا تأكل إلا قليلاً، وإن أبيت إلا تكثر الأكل لا تزد عن ثلث ما في هذا الإناء للأكل، وثلث للشرب، وثلث للنفس .",
"source": "رَوَاهُ أَحْمَدُ رقم: [132/4]، وَالتِّرْمِذِيُّ رقم: [2380]، وَابْنُ مَاجَهْ رقم: [3349]، وَقَالَ التِّرْمِذِيُّ: حَدِيثٌ حَسَنٌ."
},
{
"hadith_id": 48,
"title": "الحديث الثامن والأربعون",
"hadith_text": "«أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ»",
"narrator": "عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رضي الله عنهما عَنِ النَّبِيِّ ﷺ قَالَ:",
"explanation": "ساق المصنف رحمه الله للتحذير من خصال قبيحة هي من خصال المنافقين، «أربع من كن فيه كان منافقاً» وفي لفظ: «كان منافقاً خالصاً» والعياذ بالله، ومن كانت فيه خصلة منهن كان فيه خصلة من النفاق حتى يدعها، وذهب بعض أهل العلم أو أكثر أهل العلم بل بعضهم ساق الإجماع على أن المراد بذلك: أن من اجتمعت فيه الخصال الأربع فقد جمع النفاق العملي، يعني: ليس الكفر الأكبر. وذهب ابن القيم رحمه الله إلى أن من اجتمعت فيه هذه الخصال الأربع فإنه قد وقع - والعياذ بالله - في النفاق الاعتقادي، وهو الخروج من الدين إن اجتمعت فيه هذه الأربع، وأصبحت من سجيته وخلاله، واستدل بلفظة «ومن كانت فيه خصلة منهن كانت فيه خصلة من نفاق حتى يدعها». \n«أربع من كن فيه كان منافقاً»: منافقاً على قول الجمهور، كان منافقاً النفاق العملي، والنفاق العملي ذنبه أعظم من الكبائر، وفي صحيح مسلم قال: «وإن صام» يعني: وهو منافق وإن صام وصلى وزعم أنه مسلم، إذا اجتمعت فيه تلك الخصال فهو منافق. \n«وإن كانت خصلة منهن فيه كانت فيه خصلة من النفاق حتى يدعها» والمقصود هنا الحكم بالوصف أو بالعمل لا بالأعيان، يعني: فمن رأيته يكذب، ما تقول له أنت منافق، قول هذه خصلة من النفاق، ومن رأيته يفجر في الخصومة، تقول هذه خصلة من نفاق فيك، هذه التي فعلتها خصلة من نفاق وما تقول له أنت منافق. \n«من إذا حدث كذب» يعني الكذب من خصال المنافقين - والعياذ بالله -، فعندهم الكذب الأكبر: وهو إخفاء ما في القلب يعني: إخفاء الكفر، وعندهم الكذب باللسان أيضاً بعدم الصدق في الحديث، والنبي ﷺ لما سئل المؤمن يكون جباناً قال: نعم، قال المؤمن يكون كذاباً؟ قال: لا . \n«وإذا وعد أخلف» يعني عدم الإيفاء بالوعد، ومن صفات أهل الجنة إيفاؤهم بالوعد: { وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ } . \n«وإذا خاصم فجر» يعني إذا حصلت خصومة يزيد في الكلام ويفجر، ويرفع الصوت، ويخرج ما لا يُخرَج، هذه من صفات المنافقين - والعياذ بالله - ومن صفات المؤمنين إذا اعتدى عليه أحد أو خاصمه أحد يحلم عليه ما يفجر . \n«وإذا عاهد غدر » يعني إذا أدى العهد - والعياذ بالله - يغدر فيه، والنبي ﷺ يقول: «تنصب لكل غادر يوم القيامة عند استه لواء، يقال: هذه غدرة فلان بن فلان»، والحديث في صحيح البخاري.",
"source": "رواه البخاري رقم: [34]، ومسلم رقم: [58]."
},{
"hadith_id": 49,
"title": "الحديث التاسع والأربعون",
"hadith_text": "«لَوْ أَنَّكُمْ تَوَكَّلُونَ عَلَى اللهِ حَقَّ تَوَكُّلِهِ لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ تَغْدُو خِمَاصًا وَتَرُوحُ بِطَانًا»",
"narrator": "عَنْ عُمَرَ بْنِ الْخَطَّابِ  عَنِ النَّبِيِّ ﷺ قَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان وجوب التوكل على الله عز وجل في جميع الأعمال، وهذا الحديث بيّن أن من ثمرات التوكل، الرزق من غير حساب، ومن حيث لا يحتسب؛ لذلك قال: «لو أنكم تتوكلون على الله حق التوكل لرزقكم كما يرزق الطير»، الطير تطير من أكنانها في الصباح ولا تعلم أين تذهب، وإنما تبحث عن الرزق فيرزقها الله، فتذهب جائعة وتعود وهي قد ملأت بطنها، فهي متوكلة على الله، طارت تطلب الرزق. «تغدو خماصاً وتروح بطاناً» الغدو: الذهاب في الصباح، خماصاً: يعني بطنها ملتصق بظهرها من الجوع، تروح بطاناً ترجع بطاناً بطنها ممتلئ، فأصبح لها بطناً . والتوكل على الله عز وجل ييسر الرزق، ويكثره؛ لذلك الله يقول: { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا } يعني: الله كافيه في كل شيء، فإذا قيل: قد نرى أن الله يرزق الكافر، وهو لا يتوكل عليه أكثر من رزق المؤمن المتوكل؟ نقول: نعم، هذا يوجد، لأن الله تكفل برزق الجميع، لكن رزق المؤمن ميسر له ومبارك له فيه، فتجده يكسب مالاً فيتصدق منه لآخرته، ويتمتع به فيما أباحه الله له، أما الكافر فتجد أن كسبه للرزق فيه مشقة وهم وغم، وإذا جمع المال لا ينتفع به، لا هو من ناحية جمعه للآخرة، وقد لا ينتفع به حتى أهل الدنيا، وإنما يكنز المال حتى يموت.",
"source": "رَوَاهُ أَحْمَدُ رقم: [1 و 52]، وَالتِّرْمِذِيُّ رقم: [2344]، وَالنَّسَائِيُّ فِي الْكُبْرَى كَمَا فِي التُّحْفَةِ: رقم: [79/8]، وَابْنُ مَاجَهْ رقم: [4164]، وَصَحَّحَهُ ابْنُ حِبَّانَ [730]، وَالْحَاكِمُ [418]، وَقَالَ التِّرْمِذِيُّ: حَدِيثٌ حَسَنٌ صَحِيحٌ."
},
{
"hadith_id": 50,
"title": "الحديث الخمسون",
"hadith_text": "«أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللهِ إِنَّ شَرَائِعَ الْإِسْلَامِ قَدْ كَثُرَتْ عَلَيْنَا، فَبَابٌ نَتَمَسَّكُ بِهِ جَامِعٌ؟ قَالَ: لَا يَزَالُ لِسَانُكَ رَطْبًا مِنْ ذِكْرِ اللهِ عَزَّ وَجَلَّ»",
"narrator": "عَنْ عَبْدِ اللهِ بْنِ بُسْرٍ قَالَ:",
"explanation": "ساق المصنف رحمه الله هذا الحديث؛ لبيان الإكثار من ذكر الله، والله يقول: { وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ } وذكر الله عز وجل يزيل الهم والغم، ويجلب الرزق، ويفتح لك الأبواب، ويرفعك عند الله عز وجل درجات، وييسر أمورك، ويبيض وجهك، ويصرف عنك لغو الحديث، ويجعل ألفاظك ألفاظاً طيبة؛ لأنك تتحدث بذكر الله سبحانه. قال: شرائع الإسلام قد كثرت علي يعني: كثيرة ما شرعه الله عز وجل لكن بيّن لي باباً أسلكه. قال: «ال يزال لسانك رطباً من ذكر الله» يعني: أكثر من ذكر الله، والرجل الذي لا يذكر الله لسانه يابس، ومن يَبس لسانه جف قلبه -والعياذ بالله - وقسا. قال: «لَا يَزَالُ لِسَانُكَ رَطْبًا مِنْ ذِكْرِ اللهِ عز وجل» يعني لا يزال لسانك رطباً ما دمت حياً . ويكون بهذا قد أتى المصنفان بالأحاديث التي يدور عليه اغلب أحكام هذا الدين وهي خمسون حديثاً. والله أعلم وصلى الله على محمد وعلى آله وصحبه أجمعين .",
"source": "رواه أحمد رقم: [188 و 190]."
}


]