[
    {
        "number": "1",
        "text": "أعوذ بالله السميع العليم من الشيطان الرجيم من همزه ونفخه ونفثه"
    },
    {
        "number": "2",
        "text": "أعوذ بكلمات الله التامة من غضبه وعقابه وشر عباده، ومن همزات الشياطين وأن يحضرون"
    },
    {
        "number": "3",
        "text": "أعوذ بكلمات الله التامات من شر ما خلق"
    },
    {
        "number": "4",
        "text": "أعوذ بوجه الله الكريم، وبكلمات الله التامات، اللاتي لا يجاوزهن بر ولا فاجر، من شر ما ينزل من السماء وشر ما يعرج فيها، وشر ما ذرأ في الأرض وشر ما يخرج منها، ومن فتن الليل والنهار، ومن طوارق الليل والنهار، إلا طارقًا يطرق بخير يا رحمن"
    },
    {
        "number": "5",
        "text": "أُعيذك بكلمات الله التامة، من كل شيطان وهامة، ومن كل عين لامَّة"
    },
    {
        "number": "6",
        "text": "بسم الله (ثلاثًا)، أعوذ بالله وقدرته من شر ما أجد وأحاذر"
    },
    {
        "number": "7",
        "text": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء، وهو السميع العليم"
    },
    {
        "number": "8",
        "text": "بسم الله أرقيك، من كل شيء يؤذيك، من شر كل نفس أو عين حاسد، الله يشفيك، بسم الله أرقيك"
    },
    {
        "number": "9",
        "text": "بسم الله يبريك، ومن كل داء يشفيك، ومن شر حاسد إذا حسد، وشر كل ذي عين"
    },
    {
        "number": "10",
        "text": "بسم الله، تربة أرضنا، بريقة بعضنا، يُشفى سقيمُنا بإذن ربِّنا"
    },
  
    {
        "number": "11",
        "text": "بسم الله الكبير، أعوذ بالله العظيم من شر كل عرق نعَّار، ومن شر حر النار"
    },
    {
        "number": "12",
        "text": "اللهم برِّد قلبي بالثلج والبرد والماء البارد، اللهم نقِّ قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس"
    },
    {
        "number": "13",
        "text": "اللهم أذهب الباس، رب الناس، اشف وأنت الشافي، لا شفاء إلا شفاؤك، شفاءً لا يُغادر سقمًا"
    },
    
    {
        "number": "15",
        "text": "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت"
    },
    {
        "number": "16",
        "text": "لا إله إلا الله الحليم الكريم، سبحان الله رب العرش العظيم، والحمد لله رب العالمين"
    },
    {
        "number": "17",
        "text": "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي، وأهلي ومالي، اللهم استر عوراتي وآمن روعاتي، اللهم احفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي، وأعوذ بعظَمتك أن أُغتال من تحتي"
    },
    {
        "number": "18",
        "text": "اللهم اهدني، وارزقني، وعافني، وارحمني"
    },
    {
        "number": "19",
        "text": "اللهم بارك عليه، وأذهب عنه حر العين وبرْدها ووصَبها"
    },
    {
        "number": "20",
        "text": "اللهم إني أعوذ بوجهك الكريم وكلماتك التامة، من شر ما أنت آخِذ بناصيته، اللهم أنت تكشف المأثم والمغرم، اللهم لا يُهزم جندك، ولا يُخلف وعْدك، ولا ينفع ذا الجد منك الجد، سبحانك وبحمدك"
    },
    {
        "number": "21",
        "text": "ربنا الله الذي في السماء تقدس اسمك، أمرك في السماء والأرض، كما رحمتك في السماء فاجعل رحمتك في الأرض، اغفر لنا حَوبنا وخطايانا، أنت رب الطيبين، أنزل رحمة من رحمتك، وشفاءً من شفائك على هذا الوجع فيَبرَأ"
    },
    {
        "number": "22",
        "text": "أسأل الله العظيم، رب العرش العظيم أن يشفيك"
    },
    {
        "number": "23",
        "text": "حسبي الله لا إله إلا هو، عليه توكلت وهو ربُّ العرش العظيم"
    },
    {
        "number": "24",
        "text": "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب الأرض، ورب العرش الكريم"
    },
    {
        "number": "25",
        "text": "يا حي يا قيوم برحمتك أستغيث"
    },
    {
        "number": "26",
        "text": "اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله، لا إله إلا أنت"
    },
    {
        "number": "27",
        "text": "اللهم إني أسألك أني أشهد أنك أنت الله لا إله إلا أنت الأحد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوًا أحد"
    },
    {
        "number": "28",
        "text": "الله، الله ربي، لا أُشرِك به شيئًا"
    },
    {
        "number": "29",
        "text": "اللهم إني عبدك، وابن عبدك، وابن أَمَتك، ناصيتي بيدك، ماض فيَّ حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدًا من خلقك، أو استأثرت به في علم الغيب عندك: أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذَهاب همي"
    },
    {
        "number": "30",
        "text": "اللهم إني أعوذ برضاك من سخطك، وأعوذ بمعافاتك من عقوبتك، وأعوذ بك منك لا أُحصي ثناءً عليك، أنت كما أثنيتَ على نفسك"
    },
    {
        "number": "31",
        "text": "اللهم آتِ نفسي تقواها، وزكِّها أنت خير من زكاها، أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها"
    },
    {
        "number": "32",
        "text": "اللهم إنا نسألك من خير ما سألك منه نبيك محمد -صلى الله عليه وسلم- ونعوذ بك من شر ما استعاذ منه نبيك محمد -صلى الله عليه وسلم- وأنت المستعان وعليك البلاغ، ولا حول ولا قوة إلا بالله"
    },
    {
        "number": "33",
        "text": "اللهم صلِّ على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم، في العالمين إنك حميد مجيد"
    },
    {
        "number": "33",
        "text": "اللهم اجعل صلاتك ورحمتك وبركاتك على سيد المرسلين، وإمام المتقين، وخاتم النبيين، محمد عبدك ورسولك إمام الخير، وقائد البر، ورسول الرحمة، اللهم ابعثه مقامًا محمودًا يغبطه به الأولون والآخرون"
    }
]